Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Adjustment layer
de: Einstellungsebene
eo_uy: Tavolo de adapto
es: Capa de ajuste

source: Null
de: Nullobjekt
eo_uy: Nulo
es: Nulo

source: Solid
de: Farbebene
eo_uy: Solido
es: Sólido

source: Animation library
de: Animations-Bibliothek
eo_uy: Biblioteko de animacio
es: Biblioteca de animación

source: Most used
de: Meist genutzt
eo_uy: La plej uzata
es: Más utilizado

source: Recent
de: Zuletzt
eo_uy: Lastatempe
es: Reciente

source: Favorites
de: Favoriten
eo_uy: La plej ŝatataj
es: Favoritos

source: All properties
de: Alle Eigenschaften
eo_uy: Ĉiuj propraĵoj
es: Todas las propiedades

source: Keyframes only
de: Nur Keyframes
eo_uy: Nur gravabildoj
es: Solo fotogramas clave

source: Position
eo_uy: Pozicio
es: Posición

source: Rotation
eo_uy: Rotacio
es: Rotación

source: Scale
de: Skalierung
eo_uy: Skalo
es: Escala

source: Opacity
de: Deckkraft
eo_uy: Opakeco
es: Opacidad

source: Masks
de: Masken
eo_uy: Maskoj
es: Máscaras

source: Effects
de: Effekte
eo_uy: Efektoj
es: Efectos

source: Offset values
de: Werte versetzen
eo_uy: Transloki valorojn
es: Desplazar los valores

source: Offset current values.
de: Aktuelle Werte versetzen.
eo_uy: Transloki la nunajn valorojn.
es: Desplazar los valores actuales.

source: Absolute
de: Absolut
eo_uy: Absoluta
es: Absoluto

source: Absolute values (replaces current values).
de: Absolute Werte (ersetzt aktuelle Werte).
eo_uy: Absolutaj valoroj (anstataŭigi la nunajn valorojn).
es: Valores absolutos (sustituye los valores actuales).

source: Reverse keyframes
de: Keyframes umkehren
eo_uy: Inversigi gravabildojn
es: Invertir fotogramas clave

source: Reverses the animation in time.
de: Kehrt die Animation zeitlich um.
eo_uy: Inversigas la animacio en la momento.
es: Invertir la animación en el tiempo.

source: Apply
de: Anwenden
eo_uy: Apliki
es: Aplicar

source: Edit category name
de: Kategoriename bearbeiten
eo_uy: Modifi la nomon de la kategorio
es: Editar el nombre de la categoría

source: New Category
de: Neue Kategorie
eo_uy: Nova Kategorio
es: Nueva categoría

source: Create animation
de: Animation erstellen
eo_uy: Krei animacion
es: Crear animación

source: Bake Expressions
de: Expression berechnen(backen)
eo_uy: Haltigi Esprimojn
es: Fijar las expresiones

source: Animation name
de: Name der Animation
eo_uy: Nomo de la animacio
es: Nombre de la animación

source: Save animation.
de: Animation speichern.
eo_uy: Gardi animacion.
es: Guardar animación.

source: This animation already exists. Do you want to overwrite it?
de: Die Animation existiert bereits! Möchtest du sie überschreiben?
eo_uy: Ĉi tiu animacio jam ekzistas. Ĉu vi volas superskribi ĝin?
es: Esta animación ya existe. ¿Desea sobrescribirla?

source: Animation settings.
de: Animations-Einstellungen.
eo_uy: Fiksoj de la animacio.
es: Ajustes de la animación.

source: Update thumbnail
de: Miniatur aktualisieren
eo_uy: Ĝisdatigi la vinjeton
es: Actualizar la miniatura

source: Updates the thumbnail for the selected item.
de: Aktulisiert die Miniatur für das ausgewählte Element.
eo_uy: Ĝisdatigas la vinjeton de la elektita elemento.
es: Actualiza la miniatura del elemento seleccionado.

source: Update animation
de: Animation aktualisieren
eo_uy: Ĝisdatigi la animacion
es: Actualizar animación

source: Updates the current animation.
de: Aktualisiert die aktuelle Animation.
eo_uy: Ĝisdatigas la nunan animacion.
es: Actualiza la animación actual.

source: Favorite
de: Favorit
eo_uy: La plej ŝatata
es: Favorito

source: Animation
eo_uy: Animacio
es: Animación

source: Apply selected animation.
de: Ausgewählte Animation anwenden.
eo_uy: Apliki la elektitajn animaciojn.
es: Aplicar la animación seleccionada.

source: [Shift]: More options...
de: [Shift]: Weitere Optionen...
eo_uy: [Shift]: Pli da opcioj...
es: [May]: Más opciones...

source: Open the folder in the file explorer/finder.
de: Öffnen Sie den Ordner im Explorer/Finder.
eo_uy: Malfermi la dosierujon en la esplorista dosiero/finder.
es: Abrir la carpeta en el explorador de archivos/finder.

source: [Alt]: Select the library location.
de: [Alt]: Wählen Sie den Ort der Bibliothek aus.
eo_uy: [Alt]: Elekti la lokon de la biblioteko.
es: [Alt]: Seleccionar la ubicación de la biblioteca.

source: Add selected animation to library or create new category.
de: Ausgewählte Animation zur Bibliothek hinzufügen oder neue Kategorie erstellen.
eo_uy: Aldoni la elektitan animacion al la biblioteko aŭ krei novan kategorion.
es: Agregar la animación seleccionada a la biblioteca o crear una nueva categoría.

source: Edit the selected animation or category.
de: Ausgewählte Animation oder Kategorie bearbeiten.
eo_uy: Modifi la elektitan animacion aŭ kategorion.
es: Editar la animación o categoría seleccionada.

source: Remove the selected animation or category from library.
de: Entfernt die ausgewählte Animation oder Kategorie aus der Bibliothek.
eo_uy: Forigi la elektitan animacion aŭ kategorion el la biblioteko.
es: Eliminar la animación o categoría seleccionada de la biblioteca.

source: Sorry, the animation library folder can't be found.
de: Leider kann der Animations-Bibliotheks-Ordner nicht gefunden werden.
eo_uy: Ni pardonpetas, oni ne troviĝas la dosierujo de la biblioteko de animacio.
es: Lo sentimos, la carpeta de la biblioteca de animación no se ha encontrado.

source: Select the folder containing the animation library.
de: Wählen Sie den Ordner aus, der die Animations-Bibliothek enthält.
eo_uy: Elekti la dosierujon kiu enhavas la bibliotekon de animacio.
es: Seleccione la carpeta que contiene la biblioteca de animación.

source: Sorry, we can't save an animation directly in the current category.
de: Leider können wir keine Animation direkt in die aktuelle Kategorie speichern.
eo_uy: Ni pardonpetas, oni ne povas gardi animacion senpere en la nuna kategorio.
es: Lo sentimos, no podemos guardar una animación directamente en la categoría actual.

source: Sorry, we can't create a sub-category in the current category.
de: Leider können wir keine Sub-Kategorie in der aktuellen Kategorie erstellen.
eo_uy: Ni pardonpetas, oni ne povas krei sub-kategorion en la nuna kategorio.
es: Lo sentimos, no podemos crear una subcategoría en la categoría actual.

source: Uncategorized
de: Nicht kategorisiert
eo_uy: Nekategorigita
es: Sin categoría

source: Are you sure you want to remove the animation "{#}"?
de: Sind Sie sicher, dass Sie die Animation "{#}" entfernen wollen?
eo_uy: Ĉu vi certe volas forigi la animacion "{#}"?
es: ¿Está seguro de querer eliminar la animación "{#}"?

source: Are you sure you want to remove the category "{#}" and all its animations?
de: Sind Sie sicher, dass Sie die Kategorie "{#}" und alle enthaltenen Animationen entfernen wollen?
eo_uy: Ĉu vi certe volas forigi la kategorion "{#}" kaj siajn tutajn animaciojn?
es: ¿Está seguro de querer eliminar la categoria "{#}" y todas sus animaciones?

source: Select Keyframes
de: Keyframes auswählen
eo_uy: Elekti gravabildojn
es: Seleccionar fotogramas clave

source: Select keyframes.
de: Keyframes auswählen.
eo_uy: Elekti gravabildojn.
es: Seleccionar fotogramas clave.

source: Time
de: Zeit
eo_uy: Momento
es: Tiempo

source: Select at a precise time.
de: Eine präzise Zeit auswählen.
eo_uy: Elekti en preciza momento.
es: Seleccionar en un momento preciso.

source: Range
de: Bereich
eo_uy: Rango
es: Intervalo

source: Select from a given range.
de: Aus einem vorgegebenen Bereich auswählen.
eo_uy: Elekti je certa rango.
es: Seleccionar de un intervalo determinado.

source: Current time
de: Aktuelle Zeit
eo_uy: La nuna momento
es: Momento actual

source: time
de: zeit
eo_uy: momento
es: momento

# time
source: Out
de: Aus
eo_uy: Elirejo
es: Salida

source: Selected layers
de: Ausgewählte Ebenen
eo_uy: Elektiti tavoloj
es: Capas seleccionadas

source: All layers
de: Alle Ebenen
eo_uy: Ĉiuj tavoloj
es: Todas las capas

source: Controllers
de: Kontroll-Elemente
eo_uy: Regiloj
es: Controladores

source: Copy animation
de: Animation kopieren
eo_uy: Kopii animacion
es: Copiar animación

source: Copies selected keyframes. [Alt]: Cuts the selected keyframes.
de: Kopiert ausgewählte Keyframes. [Alt]: Schneidet ausgewählte Keyframes aus.
eo_uy: Kopias la elektitajn gravabildojn. [Alt]: Tranĉas la elektitajn gravabildojn.
es: Copia los fotogramas clave seleccionados. [Alt]: Corta los fotogramas clave seleccionados.

source: Paste animation
de: Animation einfügen
eo_uy: Alglui animacion
es: Pegar animación

source: Paste keyframes. [Ctrl]: Offset from current values. [Alt]: Reverses the keyframes in time.
de: Keyframes einfügen. [Ctrl]: Von aktuellen Werten versetzen. [Alt]: Keyframes in der Zeit umkehren.
eo_uy: Alglui gravabildojn. [Ctrl]: Transloki je la nunaj valoroj. [Alt]: Inversigas la gravabildojn en la momento.
es: Pegar fotogramas clave. [Ctrl]: Desplazar de los valores actuales. [Alt]: Invierte los fotogramas clave en el tiempo.

source: Replace existing keyframes
de: Existierende Keyframes ersetzen
eo_uy: Anstataŭigi la ekzistajn gravabildojn
es: Reemplazar fotogramas clave existentes

source: Interpolator
eo_uy: Interpolado
es: Interpolador

source: Control the selected keyframes with advanced but easy-to-use keyframe interpolation driven by an effect.
de: Kontrollieren Sie die ausgewählten Keyframes mit fortschrittlicher, aber leicht zu bedienender Keyframe-Interpolation mithilfe eines Effekts.
eo_uy: Regi la elektitajn gravabildojn per plej evoluinta sed facile uzata interpolado de gravabildo kondukita per unu efekto.
es: Controla los fotogramas clave seleccionados con una interpolación avanzada pero fácil de usar, controlada por un efecto.

source: Snap keys
de: Keyframes einrasten
eo_uy: Ĝustigi la bildojn
es: Ajustar claves

source: Snaps selected (or all) keyframes to the closest frames if they're in between.
de: Rastet ausgewählte (oder alle) Keyframes am nächstgelegenen Frame ein, falls sie dazwischen liegen.
eo_uy: Ĝustigas la elektitaj (aŭ ĉiuj) gravabildoj kun la plej proksimaj bildoj se ili estas intermezoj.
es: Ajusta los fotogramas clave seleccionados (o todos) a los fotogramas más cercanos si son intermedios.

source: Motion trail
de: Bewegungs-Spur
eo_uy: Spuro de movo
es: Rastro de movimiento

source: Draws a trail following the selected layers. [Alt]: Creates a new shape layer for each trail.
de: Zeichnet eine Spur, die den ausgewählten Ebenen folgt. [Alt]: Erzeugt eine neue Formebene für jede Spur.
eo_uy: Desegni sekvosignon de la elektitaj tavoloj. [Alt]: Kreas novan tavolo de formo per ĉiu spuro.
es: Dibuja un rastro siguiendo las capas seleccionadas. [Alt]: Crea una nueva capa de forma para cada rastro.

source: IK/FK Switch
de: IK/FK Schalter
eo_uy: IK/FK Ŝaltilo
es: Cambiador IK/FK

source: Switches the selected controller between IK and FK. Automatically adds the needed keyframes at current time.
de: Schaltet das ausgewählte Kontroll-Element zwischen IK und FK um. Fügt automatisch die benötigten Keyframes an der aktuellen Zeit hinzu.
eo_uy: Ŝaltas la elektitajn regilojn inter IK kaj FX. Aŭtomate aldonas la bezonajn gravabildojn je la nuna momento.
es: Cambia el controlador seleccionado entre IK y FK. Añade automáticamente los fotogramas clave necesarios en el momento actual.

source: Snap IK
de: IK einrasten
eo_uy: Ĝustigi IK
es: Ajustar IK

source: Snaps the IK to the FK values
de: Rastet die IK auf die FK-Werte ein
eo_uy: Ĝustigas la IK je la valoroj de FK
es: Ajusta el IK a los valores FK

source: Snap FK
de: FK einrasten
eo_uy: Ĝustigi FK
es: Ajustar FK

source: Snaps the FK to the IK values
de: Rastet die FK auf die IK-Werte ein
eo_uy: Ĝustigas la FK je la valoroj de IK
es: Ajusta el FK a los valores de IK

source: Tweening
eo_uy: Intervali
es: Intermediación

source: Split
de: Trennen
eo_uy: Disigi
es: Dividir

source: Split the selected keyframes into couples of keyframes with the same value.
de: Trennt die ausgewählten Keyframes in Keyframe-Paare mit den selben Werten.
eo_uy: Disigi la elektitajn gravabildojn per paro de gravabildoj kun la sama valoro.
es: Dividir los fotogramas clave seleccionados en parejas de fotogramas clave con el mismo valor.

source: Duration
de: Dauer
eo_uy: Daŭro
es: Duración

# video image
source: Frames
de: Bilder
eo_uy: Bildoj
es: Cuadros

source: Set the duration between two split keys.
de: Legt die Dauer zwischen zwei getrennten Kyframes fest.
eo_uy: Agordi la daŭron inter du apartaj bildoj.
es: Establecer la duración entre dos claves divididas.

source: Center
de: Mitte
eo_uy: Centro
es: Centro

source: Align around the current time.
de: Richtet an der aktuellen Zeit aus.
eo_uy: Laŭliniigi ĉirkaŭ la nuna momento.
es: Alinear alrededor del momento actual.

source: After
de: Danach
eo_uy: Poste
es: Después

source: Add the new key after the current one.
de: Fügt den neuen Keyframe nach dem aktuellen ein.
eo_uy: Aldoni la novan bildon poste la nunan.
es: Añadir la nueva clave después de la actual.

source: Before
de: Vorher
eo_uy: Antaŭ
es: Antes

source: Add the new key before the current one.
de: Fügt den neuen Keyframe vor dem aktuellen ein.
eo_uy: Aldoni la novan bildon antaŭ la nunan.
es: Añadir la nueva clave antes de la actual.

source: Freeze
de: Einfrieren
eo_uy: Frostigi
es: Bloquear

source: Freezes the pose; copies the previous keyframe to the current time. [Alt]: Freezes the next pose (copies the next keyframe to the current time).
de: Friert die Pose ein; kopiert den vorherigen Keyframe an die aktuelle Zeit. [Alt]: Freezes the next pose (copies the next keyframe to the current time).
eo_uy: Frostigas la pozon; kopias la antaŭa gravabildo je la nuna momento. [Alt]: Frostigas la sekvantan pozon (kopias la sekvanta gravabildo je la nuna momento).
es: Bloquea la pose; copia el fotograma clave anterior al momento actual. [Alt]: Bloquea la siguiente pose (copia el siguiente fotograma clave al momento actual).

source: Animated properties
de: Animierte Eigenschaften
eo_uy: Animaciaj propraĵoj
es: Propiedades animadas

source: Selected properties
de: Ausgewählte Eigenschaften
eo_uy: Elektitaj propraĵoj
es: Propiedades seleccionadas

source: Sync
de: Synchronisation
eo_uy: Sinkronigita
es: Sinc

source: Synchronize the selected keyframes; moves them to the current time. If multiple keyframes are selected for the same property, they're offset to the current time, keeping the animation. [Alt]: Syncs using the last keyframe instead of the first.
de: Synchronisiert die ausgewählten Keyframes; bewegt sie zur aktuellen Zeit. Wenn mehrere Keyframes für dieselbe Eigenschaft ausgewählt sind, werden sie zur aktuellen Zeit versetzt, behalten die Animation bei. [Alt]: Synchronisiert basierend auf dem letzten Keyframe statt dem ersten.
eo_uy: Sinkronigi la elektitajn gravabildojn; movi ilin je la nuna momento. Se pluraj gravabildoj estas selektitaj per la sama propraĵo, ili estas translokitaj je la nuna momento, tenontan la animacio. [Alt]: Sinkronigi pri la lasta gravabildo anstataŭe la unua.
es: Sincronizar los fotogramas clave seleccionados; los mueve al momento actual. Si se seleccionan varios fotogramas clave para la misma propiedad, se desplazan al momento actual, manteniendo la animación. [Alt]: Sincronizar usando el último clave en lugar del primero.

source: Tweening options
de: Tweening Optionen
eo_uy: Opcioj de intervaloj
es: Opciones de intermedios

source: Temporal interpolation
de: Zeitliche Interpolation
eo_uy: Tempa interpolado
es: Interpolación temporal

source: Set key options
de: Keyframe Optionen festlegen
eo_uy: Agordi la opciojn de bildo
es: Definir opciones de clave

source: Roving
de: Zeitlich nicht fixiert
eo_uy: Aŭto-transloki
es: Itinerante

source: Linear
eo_uy: Linia
es: Lineal

source: Ease In
de: Einfaden
eo_uy: Malakceli
es: Desaceleración suave

source: Ease Out
de: Ausfaden
eo_uy: Akceli
es: Aceleración suave

source: Easy Ease
de: Ein- und Ausfaden
eo_uy: Mola (mal)akceli
es: Desacelerac./Acelerac. suave

source: Continuous
de: Fortlaufend
eo_uy: Kontinua
es: Continuo

source: Hold
de: Hold (Unterdrücken)
eo_uy: Reteni
es: Mantener

source: Keyframe options
de: Keyframe-Optionen
eo_uy: Opcioj de gravabildo
es: Opciones de fotogramas clave

source: Add keyframes
de: Keyframes hinzufügen
eo_uy: Aldoni gravabildoj
es: Añadir fotogramas clave

source: Edit selected keyframes
de: Ausgewählte Keyframes bearbeiten
eo_uy: Modifi la elektitajn gravabildojn
es: Editar fotogramas clave seleccionados

source: Ease options
de: Ease Optionen
eo_uy: (mal)akceli opciojn
es: Opciones de Desacelerac./Acelerac.

source: Reset preset list
de: Voreinstellungs-Liste zurücksetzen
eo_uy: Rekomencigi la liston de adaptiĝoj
es: Restablecer la lista de preselección

source: Resets the preset list to the default values.
de: Setzt die Voreinstellungs-Liste auf die Standard-Werte zurück.
eo_uy: Rekomencigi la liston de adaptiĝoj al siaj defaŭltaj valoroj.
es: Restablecer la lista de preselección a sus valores por defecto.

source: Ease presets
eo_uy: (mal)akceli la adaptiĝojn
es: Preselecciones de Desacelerac./Acelerac.

source: Add new ease preset
de: Neue Beschleunigungs-Vorgabe hinzufügen
eo_uy: Aldoni novan adaptiĝo de (mal)akceli
es: Añadir una preselección de Desacelerac./Acelerac.

source: Remove selected ease preset
de: Entferne die ausgewählte Beschleunigungs-Voreinstellung
eo_uy: Forigi la elektitan adaptiĝon de (mal)akceli
es: Eliminar la preselección de Desacelerac./Acelerac.

source: Pick ease and velocity from selected key.
de: Beschleunigung und Geschwindigkeit vom ausgewählten Keyframe übernehmen.
eo_uy: Selekti (mal)akceli kaj rapideco je la elektita gravabildo
es: Elegir desacelerac./acelerac. y velocidad de la clave seleccionada.

source: Apply ease and velocity to selected keyframes.
de: Beschleunigung und Geschwindigkeit auf ausgewählte Keyframes anwenden.
eo_uy: Apliki (mal)akceli kaj rapideco al la elektitajn gravabildojn.
es: Aplicar desacelerac./acelerac. y velocidad a los fotogramas clave seleccionados.

source: Set ease
de: Beschleunigung festlegen
eo_uy: Fiksi (mal)akceli
es: Definir desacelerac./acelerac.

source: Switches in and out eases.
de: Tauscht ein- und ausgehende Beschleunigungen.
eo_uy: Ŝalti akceli kaj malakceli.
es: Cambia aceleración y desaceleración.

source: Apply ease to selected keyframes.
de: Beschleunigung auf ausgewählte Keyframes anwenden.
eo_uy: Apliki (mal)akceli al la elektitaj gravabildojn.
es: Aplicar desacelerac./acelerac. a los fotogramas clave seleccionados.

source: Switches in and out velocities.
de: Tauscht ein- und ausgehende Geschwindigkeiten.
eo_uy: Ŝaltas la rapidecojn de enirejo kaj elirejo.
es: Cambia velocidades de entrada y de salida.

source: Apply velocity to selected keyframes.
de: Geschwindigkeit auf ausgewählte Keyframes anwenden.
eo_uy: Apliki la rapidecon al la elektitaj gravabildojn.
es: Aplicar velocidad a los fotogramas clave seleccionados.

source: Spatial interpolation
de: Räumliche Interpolation
eo_uy: Spaca interpolado
es: Interpolación espacial

source: Set the spatial interpolation to linear for selected keyframes.
de: Räumliche Interpolation für ausgewählte Keyframes auf linear festlegen.
eo_uy: Agordi la spacan interpoladon je linia per la elektitaj gravabildoj.
es: Establece la interpolación espacial en lineal para los fotogramas clave seleccionados.

source: Fix
de: Reparieren
eo_uy: Ripari
es: Solucionar

source: Automatically fix spatial interpolation for selected keyframes.
de: Räumliche Interpolation für ausgewählte Keyframes automatisch reparieren.
eo_uy: Aŭtomate riparas la spaca interpolado per la elektitaj gravabildoj.
es: Corregir automáticamente la interpolación espacial para los fotogramas clave seleccionados.

source: Quickly save, export, import and apply animations from predefined folders.
de: Rasches Sichern, Exportieren, Importieren und Anwenden von Animationen aus vordefinierten Ordnern.
eo_uy: Rapide gardi, eksporti, importi kaj apliki animacioj de la aprioraj dosierujoj.
es: Guardar, exportar, importar y aplicar rápidamente animaciones desde carpetas predefinidas.

source: Sequence
de: Sequenz
eo_uy: Sinsekvo
es: Secuenciar

source: Sequence layers or keyframes. [Ctrl]: Sequence keyframes instead of layers [Alt]: Reverse
de: Ebenen oder Keyframes sequenzieren. [Ctrl]: Keyframes anstatt von Ebenen sequenzieren. [Alt]: Umkehren
eo_uy: Sinsekvi la tavoloj kaj la gravabildoj. [Ctrl]: Sinsekvi la gravabildoj anstataŭe la tavoloj. [Alt]: Inversigi
es: Secuenciar capas o fotogramas clave. [Ctrl]: Secuenciar fotogramas clave en lugar de capas [Alt]: Invertir

source: Layers
de: Ebenen
eo_uy: Tavoloj
es: Capas

source: Keyframes
eo_uy: Gravabildoj
es: Fotogramas clave

source: Times
de: Zeiten
eo_uy: Momentoj
es: Momentos

source: In points
eo_uy: Punktoj de enirejo
es: Puntos de entrada

source: Out points
eo_uy: Punktoj de elirejo
es: Puntos de salida

source: Ease - Sigmoid (logistic)
de: Beschleunigung - Sigmoid (logistisch)
eo_uy: (Mal)akceli - Sigmoido (logistiko)
es: desacelerac./acelerac. - Sigmoide (logística)

source: Natural - Bell (gaussian)
de: Natürlich - Glockenkurve (Gauss)
eo_uy: Natura - Sonorilo (gaussiana)
es: Natural - Campana (gaussiana)

source: Ease In (logarithmic)
de: Ease In (logarithmisch)
eo_uy: Malakceli (logaritmo)
es: Desaceleración (logarítmica)

source: Ease Out (exponential)
de: Ease Out (exponentiell)
eo_uy: Akceli (eksponento)
es: Aceleración (exponencial)

# interpolation
source: Rate
de: Bildrate
eo_uy: Kvanto
es: Cantidad

source: Non-linear animation
de: Nicht-lineare Animation
eo_uy: Ne-linia Animacio
es: Animación no lineal

source: Edit animations together.
de: Animationen gemeinsam bearbeiten.
eo_uy: Editi animacioj kune.
es: Editar animaciones juntas.

source: Add new clip
de: Neuen Clip hinzufügen
eo_uy: Aldoni novan klipon
es: Añadir un nuevo clip

source: Create a new clip from the original comp and adds it to the 'NLA.Edit' comp.
de: Erzeugt einen neuen Clip von derursprünglichen Komposition und fügt ihn zu der 'NLA.Edit' Komposition hinzu.
eo_uy: Kreas novan klipon je la originala kompo kaj aldonas ĝin al la 'NLA.Edit' kompo.
es: Crea un nuevo clip desde la compo original y lo añade a la compo 'NLA.Edit'.

source: Cel animation...
eo_uy: Tradicia animacio...
es: Animación tradicional...

source: Tools to help traditionnal animation using After Effects' paint effect with the brush tool.
de: Werkzeuge für traditionelle Animation anhand After Effects’ Malen-Effekt bit dem Pinsel-Werkzeug.
eo_uy: Iloj per helpi la tradician animacion uzanta la efekto de pentraĵo el After Effects per la ilo de broso.
es: Herramientas para ayudar a la animación tradicional utilizando el efecto de pintura de After Effects con la herramienta de pincel.

source: Cel animation
eo_uy: Tradicia animacio
es: Animación tradicional

source: New Cel.
de: Neues Cel.
eo_uy: Nova Celuloido.
es: Nuevo Acetato.

source: Create a new animation cel. [Alt]: Creates on the selected layer instead of adding a new layer.
de: Erzeugt ein neues Animation-Cel. [Alt]: Erzeugt auf der ausgewählten Ebene anstatt eine neue Ebene hinzuzufügen.
eo_uy: Krei novan tradician animacion. [Alt]: Kreas je la elektita tavolo anstataŭe aldoni novan tavolon.
es: Crear un nuevo acetato de animación [Alt]: Crea en la capa seleccionada en lugar de añadir una nueva capa.

source: Onion skin
de: Zwiebelschicht
eo_uy: Haŭta cepo
es: Papel cebolla

source: Shows the previous and next frames with a reduced opacity.
de: Zeigt den vorigen und nächsten Frame mit verringerter Deckkraft.
eo_uy: Montri la antaŭajn kaj la sekvajn bildojn per redukta opakeco.
es: Muestra los fotogramas anteriores y posteriores con una opacidad reducida.

# time
source: In
eo_uy: Enirejo
es: Entrada

source: Go to the previous frame
de: Geht zum vorigen Frame
eo_uy: Iri je la antaŭa bildo
es: Ir al fotograma anterior

# animation
source: Exposure:
de: Belichtung:
eo_uy: Ekspono:
es: Exposición:
