Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Add pin layers to control spatial properties and B\u00e9zier paths. [Alt]: Also create tangents for B\u00e9zier path properties.
de: Pin-Ebenen hinzufügen, um räumliche Eigenschaften und Bézier Pfade zu kontrollieren. [Alt]: Auch Tangenten für B\u00e9zier Pfadeigenschaften erstellen.

source: B\u00e9zier Inverse Kinematics.
de: B\u00e9zier Inverse Kinematics (IK).

source: Constraint the location and orientation of a layer to a B\u00e9zier path.
de: Beschränkt die Position und Orientierung einer Ebene zu einem B\u00e9zier-Pfad.

source: Fatal
de: Ein kritischer Fehler

source: Ae Scripts
de: Ae Skripte

source: Set the spatial interpolation to Bézier for selected keyframes.
eo_uy: Agordi la spacan interpoladon je Bézier per la elektitaj gravabildoj.

source: Set the spatial interpolation to Bézier Out for selected keyframes.
eo_uy: Agordi la spacan interpoladon je Bézier en elirejo per la elektitaj gravabildoj.

source: Set the spatial interpolation to Bézier In for selected keyframes.
eo_uy: Agordi la spacan interpoladon je Bézier en enirejo per la elektitaj gravabildoj.

source: Bézier IK
eo_uy: IK Bézier

source: Bézier FK
eo_uy: FK Bézier

# controller_shape
source: horizontal
eo_uy: horizontala

# controller_shape
source: pos
eo_uy: poz

# controller_shape
source: joystick
eo_uy: stirstango

# controller_shape
source: vulva
eo_uy: vulvo

# Easter egg ;)
source: Vulva
eo_uy: Vulvo

source: Pin
eo_uy: Alpingli

source: Automatically (try to) link the artwork layers to their corresponding bones.
eo_uy: Aŭtomate (provi) ligi la artaĵaj tavoloj al iliaj rilataj ostoj.

source: By default, bones and artworks are matched using the layer names.
eo_uy: Defaŭlte, la ostoj kaj la artaĵoj kongruas per iliaj nomoj de tavoloj.

source: [Alt]: Use the distance between the layers (using the anchor points of the layers) instead of their names.
eo_uy: [Alt]: Uzu la distancon inter la tavoloj (per la punktoj de ankro de la tavoloj) anstataŭe iliaj nomoj.

source: Bézier Inverse Kinematics.
eo_uy: Bézier Inversa kinematiko.

source: Constraint the location and orientation of a layer to a Bézier path.
eo_uy: Kateni la pozicion kaj la orientiĝon de la tavolo ĉe unu vojeto de Bézier.

source: You're starting a process which can take some time.
eo_uy: Vi komenciĝas procezo kiu eble prenas iom da tempo.

source: Hiding layer controls will improve performance a lot. Do you want to toggle layer controls now?
eo_uy: Kaŝi la tavolajn regilojn plibonigos la rendimento. Ĉu vi volas baskuli la tavolaj regiloj nun?

source: If layer controls are already hidden, you can ignore this.
eo_uy: Se la tavolaj regiloj estas kaŝitaj, vi povas ignori ĉi tion.
