Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Use Raster Layers (PNG)
de: Raster-Ebenen (PNG) verwenden
es: Usar Capas Ráster (PNG)

source: Don't lock scale of null controllers.
de: Skalierung von Null-Kontroll-Elementen nicht sperren.
es: No bloquear la escala de los controladores nulos.

source: The scale of null controllers, and After Effects nulls as controllers created by Duik won't be locked by default.
de: Die Skalierung von Nullcontrollern und After Effects Nullebenen, die von Duik als Kontrollelemente erstellt wurden, werden standardmäßig nicht gesperrt.
es: La escala de controladores nulos, y de los nulos de After Effects creados por Duik no se bloqueará por defecto.

source: Icon color
de: Icon-Farbe
es: Color del icono

source: Set the color of the selected controllers. [Alt]: assigns a random color for each controller.
de: Farbe der ausgewählten Kontroll-Elemente festlegen. [Alt]: Weist jedem Kontroll-Element eine zufällige Farbe zu.
es: Establece el color de los controladores seleccionados. [Alt]: asigna un color aleatorio para cada controlador.

source: Icon size
de: Icon-Größe
es: Tamaño del icono

source: Change the size of the controller.
de: Größe des Kontroll-Elements ändern.
es: Cambiar el tamaño del controlador.

source: Icon opacity
de: Icon-Deckkraft
es: Opacidad del icono

source: Change the opacity of the controllers.
de: Deckkraft der Kontroll-Elemente ändern.
es: Cambiar la opacidad de los controladores.

source: Anchor color
es: Color del ancla

source: Set the color of the selected anchors. [Alt]: assigns a random color for each anchor.
es: Establecer el color de las anclas seleccionadas. [Alt]: asigna un color aleatorio para cada ancla.

source: Anchor size
es: Tamaño del ancla

source: Change the size of the anchor.
es: Cambiar el tamaño del ancla.

source: Anchor opacity
es: Opacidad del ancla

source: Change the opacity of the anchors.
es: Modificar la opacidad de las anclas.

source: Apply changes. [Alt]: assigns a random color to each layer.
de: Änderungen anwenden. [Alt]: Weist jeder Ebene eine zufällige Farbe zu.
eo_uy: Apliki la ŝanĝojn. [Alt]: Atribuas hazarda koloro al ĉiuj tavolo.
es: Aplicar cambios. [Alt]: asigna un color aleatorio a cada capa.

source: Edit Controllers
de: Kontroller bearbeiten
es: Editar Controladores

source: Create a rotation controller.
de: Rotations Kontroll-Element erzeugen.
es: Crear un controlador de rotación.

source: Create a horizontal translation controller.
de: Horizontales Verschiebungs-Kontroll-Element erzeugen.
es: Crear un controlador de translación horizontal.

source: Create a vertical translation controller.
de: Vertikales Verschiebungs-Kontroll-Element erzeugen.
es: Crear un controlador de translación vertical.

source: Create a translation controller.
de: Verschiebungs-Kontroll-Element erzeugen.
es: Crear un controlador de translación.

source: Create a translation and rotation controller.
de: Verschiebungs- und Rotations-Kontroll-Element erzeugen.
es: Crear un controlador de translación y rotación.

source: Create a camera controller.
de: Kamera-Kontroll-Element erzeugen.
es: Crear un controlador de cámara.

source: Creates a slider controller.
de: Schieberegler Kontroll-Element erzeugen.
es: Crear un controlador deslizante.

source: Create an eyebrow controller.
de: Augenbrauen-Kontroll-Element erzeugen.
es: Crear un controlador de ceño.

source: Creates an ear controller.
de: Erzeugt ein Ohren-Kontroll-Element.
es: Crear un controlador de oreja.

source: Create a hair controller.
de: Haar-Kontroll-Element erzeugen.
es: Crear un controlador de pelo.

source: Create a mouth controller.
de: Mund-Kontroll-Element erzeugen.
es: Crear un controlador de boca.

source: Create a nose controller.
de: Nase-Kontroll-Element erzeugen.
es: Crear un controlador de nariz.

source: Create an eye controller.
de: Augen-Kontroll-Element erzeugen.
es: Crear un controlador de ojo.

source: Create a head controller.
de: Kopf-Kontroll-Element erzeugen.
es: Crear un controlador de cabeza.

source: Create a foot controller.
de: Fuß-Kontroll-Element erzeugen.
es: Crear un controlador de pie.

source: Create a paw controller.
de: Pfote-Kontroll-Element erzeugen.
es: Crear un controlador de pata.

source: Create a hoof controller.
de: Huf-Kontroll-Element erzeugen.
es: Crear un controlador de pezuña.

source: Create a hand controller.
de: Hand-Kontroll-Element erzeugen.
es: Crear un controlador de mano.

source: Create a hips controller.
de: Hüft-Kontroll-Element erzeugen.
es: Crear un controlador de caderas.

source: Create a body controller.
de: Körper-Kontroll-Element erzeugen.
es: Crear un controlador de cuerpo.

source: Create a neck and shoulders controller.
de: Nacken und Schulter Kontroll-Element erzeugen.
es: Crear un controlador de cuello y hombros.

source: Create a torso controller.
de: Oberkörper Kontroll-Element erzeugen.
es: Crear un controlador de torso.

source: Create a vertebrae (neck or spine) controller.
de: Wirbelsäule Kontroll-Element erzeugen (Nacken oder Rückgrat).
es: Crear un controlador de vértebras (cuello o columna).

source: Create a fin controller.
de: Flossen-Kontroll-Element erzeugen.
es: Crear un controlador de aleta.

source: Create a wing controller.
de: Flügel Kontroll-Element erzeugen.
es: Crear un controlador de ala.

source: Create a pincer controller.
de: Zange-Kontroll-Element erzeugen.
es: Crear un controlador de pinza.

source: Create a tail controller.
de: Schweif Kontroll-Element erzeugen.
es: Crear un controlador de cola.

source: Create a hair strand controller.
de: Haarsträhne-Kontroll-Element erzeugen.
es: Crear un controlador de hebra de pelo.

source: Create an audio controller.
de: Audio-Kontroll-Element erzeugen.
es: Crear un controlador de audio.

source: Create a null controller.
de: Null-Kontroll-Element erzeugen.
es: Crear un controlador nulo.

source: Create an After Effects null controller.
de: Erstellen Sie einen After Effects Null Kontroller.
es: Crear un controlador Nulo After Effects.

source: Pseudo-effects
de: Pseudo-Effekte
es: Pseudo-efectos

source: Create pre-rigged pseudo-effects.
de: Voreingestellte Pseudo-Effekte erzeugen.
es: Crear pseudo-efectos pre-rigueados.

source: Eyes
de: Augen
es: Ojos

source: Create a pre-rigged pseudo-effect to control eyes.
de: Voreingestellte Pseudo-Effekte zur Augen-Kontrolle erzeugen.
es: Crear un pseudo-efecto prerigueado para controlar los ojos.

source: Fingers
de: Finger
es: Dedos

source: Create a pre-rigged pseudo-effect to control fingers.
de: Voreingestellte Pseudo-Effekte zur Finger-Kontrolle erzeugen.
es: Crear un pseudo-efecto prerigueado para controlar los dedos.

source: Create a pre-rigged pseudo-effect to control a hand and its fingers.
de: Voreingestellte Pseudo-Effekte zur Hand- und Finger-Kontrolle erzeugen.
es: Crear un pseudo-efecto prerigueado para controlar la mano y sus dedos.

source: Create a pre-rigged pseudo-effect to control a head.
de: Voreingestellte Pseudo-Effekte zur Kopf-Kontrolle erzeugen.
es: Crear un pseudo-efecto prerigueado para controlar la cabeza.

source: Extract
de: Extrahieren
es: Extraer

source: Extract the controllers from the selected precomposition, to animate from outside the composition.
de: Extrahiert die Kontroll-Elemente der ausgewählten Unterkomposition, um sie von außerhalb der Komposition animieren zu können.
es: Extraer los controladores de la precomposición seleccionada, para animar desde afuera de la composición.

source: OCO Meta-rig
es: Metarig OCO

source: Create, import, export Meta-Rigs and templates
de: Meta-Rigs und Vorlagen erstellen, importieren, exportieren
es: Crear, importar, exportar Metarigs y plantillas

source: The bones and armatures panel
de: Knochen und Armaturenfenster
es: Panel de los huesos y esqueletos

source: Links & constraints
es: Enlaces & restricciónes

source: Automation & expressions
de: Automatisierung & Expressions
es: Automatización y expresiones

source: Tools
de: Werkzeuge
es: Herramientas

source: Get help
de: Hilfe anfordern
eo_uy: Petu helpon
es: Obtener ayuda

source: Read the doc!
de: Lies die Dokumentation!
es: ¡Leer la documentación!

source: Support %1 if you love it!
de: Unterstütze mit %1, wenn du es liebst!
es: ¡Apoya a %1 si te gusta!

source: Create a null object.
de: Nullobjekt erstellen.
es: Crear un objeto nulo.

source: Create a solid layer.
de: Farbfläche erstellen.
es: Crear una capa sólida.

source: Create an adjustment layer.
de: Einstellungsebene erstellen.
es: Crear una capa de efecto.

source: Create a shape layer.
de: Formebene erstellen.
es: Crear una capa de forma.

source: Circle
de: Kreis
eo_uy: Cirklo
es: Círculo

source: Square
de: Quadrat
es: Cuadrado

source: Rounded square
de: Abgerundetes Quadrat
es: Cuadrado redondeado

source: Polygon
eo_uy: Plurlatero
es: Polígono

source: Star
de: Stern
eo_uy: Stelo
es: Estrella

source: Zero out the selected layers transformation. [Alt]: Reset the transformation of the selected layers to 0. [Ctrl] + [Alt]: Also resets the opacity to 100 %.
de: Transformation ausgewählter Ebenen auf Null setzen. [Alt]: Transformation ausgewählter Ebenen auf 0 zurücksetzen. [Ctrl] + [Alt]: Setzt auch die Deckkraft auf 100 % zurück.
es: Iniciar en cero la transformación de las capas seleccionadas. [Alt]: Reinicia la transformación de las capas seleccionadas a 0. [Ctrl] + [Alt]: Restablecer también la opacidad a 100 %.

source: Auto-Rename & Tag
es: Auto-Renombrar y etiquetar

source: Automagically renames, tags and groups the selected layers (or all of them if there's no selection)
es: Renombrar, etiquetar y agrupar automáticamente las capas seleccionadas (o todas si no hay selección)

source: Layer manager
de: Ebenen-Manager
es: Gestor de capas

source: Setting layers type...
es: Configurando el tipo de las capas...

source: Setting layers location...
es: Configurando la ubicación de las capas...

source: Setting layers side...
es: Configurando el lado de las capas...

source: Setting layers group name...
es: Configurando el nombre del grupo de las capas...

source: Setting layers name...
de: Ebenenname(n) wird eingestellt...
es: Configurando el nombre de las capas...

source: Create, import, export Meta-Rigs and templates
de: Meta-Rigs und Vorlagen erstellen, importieren, exportieren
es: Crear, importar, exportar Metarigs y plantillas

source: [Alt]: Launches the corresponding ScriptUI Stand-Alone panel if it is installed.
de: [Alt]: Startet das entsprechende ScriptUI Stand-Alone-Bedienfeld, wenn es installiert ist.
es: [Alt]: Lanza el panel individual ScriptUI correspondiente si está instalado.

source: Test failed!
de: Test fehlgeschlagen!
es: ¡Prueba fallida!

source: Keep this panel open
de: Hält dieses Bedienfeld geöffnet
eo_uy: Teni ĉi tiun panelon malferman
es: Mantener este panel abierto

source: %1 Settings
de: %1 Einstellungen
eo_uy: %1 Fiksoj
es: Parámetros de %1

source: Set the language of the interface.
de: Anzeigesprache einstellen.
eo_uy: Fiksi la lingvon de la interfaco.
es: Seleccionar el idioma de la interfaz.

source: Settings file
de: Einstellungs-Datei
eo_uy: Fiksa dosiero
es: Archivo de parámetros

source: Set the location of the settings file.
de: Speicherort der Einstellungsdatei festlegen.
eo_uy: Fiksi la lokon de la fiksa dosiero.
es: Seleccionar la ubicación del archivo de parámetros.

source: Set the highlight color.
de: Hervorhebungsfarbe einstellen.
eo_uy: Fiksi la helan koloran.
es: Establecer el color del resaltado.

source: After Effects Blue
de: After Effects Blau
eo_uy: Blua After Effects
es: Azul After Effects

source: The After Effects highlighting blue
de: Blaue Hervorhebungsfarbe After Effects
eo_uy: La blua helo After Effects
es: Azul resaltado de After Effects

source: RxLab Purple
de: RxLab-Lila
eo_uy: Violkolora RxLab
es: Púrpura RxLab

source: The RxLaboratory Purple
de: Das RxLab-Lila
eo_uy: La violkolora de RxLaboratory
es: El púrpura de RxLaboratory (nuestro preferido)

source: Rainbox Red
de: Rainbox-Rot
eo_uy: Ruĝa Rainbox
es: Rojo Rainbox

source: The Rainbox Productions Red
de: Das Rot von Rainbox Productions
eo_uy: La ruĝa de Rainbox Productions
es: El rojo de Rainbox Productions

source: After Effects Orange (CS6)
eo_uy: Oranĝkolora After Effects (CS6)
es: Naranja After Effects (CS6)

source: The After Effects highlighting orange from good ol'CS6
de: Die orange Hervorhebungsfarbe vom guten alten After Effects CS6
eo_uy: La oranĝkolora helo After Effects de la bona maljuna CS6
es: Naranja resaltado del antiguo gran After Effects CS6

source: Custom...
de: Benutzerdefiniert...
eo_uy: Proprigi...
es: Personalizado...

source: Select a custom color.
de: Wählen Sie eine benutzerdefinierte Farbe aus.
eo_uy: Elektiti propran koloron.
es: Selecciona un color personalizado.

source: Select the UI mode.
de: UI-Modus auswählen.
eo_uy: Elektiti la UF reĝimo.
es: Seleccionar el modo de la interfaz.

source: Rookie
de: Anfänger
eo_uy: Komencanto
es: Principiante

source: The easiest-to-use mode, but also the biggest UI.
de: Der NutzerInnen-freundlichste Modus, jedoch mit dem größten UI.
eo_uy: La plej facila reĝimo, sed ankaŭ la plej granda UF.
es: El modo más fácil, pero también la más grande interfaz.

source: Standard
eo_uy: Norma
es: Estándar

source: The standard not-too-big UI.
de: Standar-UI – nicht zu groß.
eo_uy: La norma ne grandega UF.
es: La interfaz estándar, no muy grande.

source: Expert
de: Experte
eo_uy: Spertulo
es: Experto

source: The smallest UI, for expert users.
de: Das kleinste UI für Experten.
eo_uy: La malplej granda UF, per lertaj uzantoj.
es: La interfaz más pequeña, para los usuarios expertos.

source: Normal mode
de: Normal-Modus
eo_uy: Normala reĝimo
es: Modo normal

source: Use at your own risk!
de: Benutzung auf eigene Gefahr!
eo_uy: Uzu ĉe via propra risko!
es: ¡Utilizar bajo su propio riesgo!

source: Dev and Debug mode
de: Entwickler- und Debugging-Modus
eo_uy: Disvolviĝa kaj elpuriga reĝimo
es: Modo desarrollo y depuración

source: Check for updates
de: Auf Aktualisierungen prüfen
eo_uy: Kontroli por ĝisdatigoj
es: Verificar las actualizaciones

source: Default
de: Standard
eo_uy: Defaŭlto
es: Por defecto

source: Reset the settings to their default values.
de: Die Einstellungen auf Standard-Werte zurücksetzen.
eo_uy: Rekomencigi la fiksojn al siaj defaŭltaj valoroj.
es: Reiniciar los parámetros a sus valores por defecto.

source: Apply settings.
de: Einstellungen anwenden.
eo_uy: Apliki agordojn.
es: Aplicar ajustes.

source: You may need to restart the script for all changes to take effect.
de: Das Skript muss eventuell neu gestartet werden, damit alle Änderungen übernommen werden.
eo_uy: Vi devus rekomenci la scripto per apliki la tutajn ŝanĝojn.
es: Quizás sea necesario reiniciar el script para que todos los cambios sean tenidos en cuenta.

source: Thank you for your donations!
de: Vielen Dank für die Spenden!
eo_uy: Dankon pro viaj donacoj!
es: ¡Gracias por las donaciones!

source: Help and options
de: Hilfe und Optionen
eo_uy: Helpo kaj opcioj
es: Ayuda y opciones

source: Edit settings
de: Einstellungen bearbeiten
eo_uy: Modifi fiksoj
es: Editar los parámetros

source: Options
de: Optionen
es: Opciones

source: Bug Report or Feature Request
de: Fehlerberichte oder Funktionsanfragen
eo_uy: Raporto de Eraro aŭ Ĉefaĵa Peto
es: Informe de errores o solicitud de funcionalidad

source: Bug report Feature request Tell us what's wrong or request a new feature.
de: Fehlerbericht Funktionswunsch Melde uns einen Fehler oder wünsche dir eine neue Funktion.
eo_uy: Raporto de eraro Ĉefaĵa peto Diru al ni tio kion ne estas bone aŭ demandu novan peton.
es: Informar un error Sugerir una función Díganos qué está mal o sugiera una nueva función.

source: Help
de: Hilfe
eo_uy: Helpo
es: Ayuda

source: Get help.
de: Hilfe anfordern.
eo_uy: Petu helpon.
es: Obtener ayuda.

source: Translate %1
de: Übersetzen %1
eo_uy: Traduki %1
es: Traducir %1

source: Help translating %1 to make it available to more people.
de: Hilf dabei, %1 zu übersetzen, um es mehr Menschen zur Verfügung zu stellen.
eo_uy: Helpu traduki %1 por fari ĝin pli disponebla pri plej homoj.
es: Ayudar a traducir %1 para hacerlo accesible a más personas.

source: New version
de: Neue Version
eo_uy: Nova versio
es: Nueva versión

source: This month, the %1 fund is $%2. That's %3% of our monthly goal ( $%4 ) Click on this button to join the development fund!
de: In diesem Monat beträgt die %1 Unterstützung $%2. Das sind %3% unseres monatlichen Ziels ( $%4 ) Click on this button to join the development fund!
eo_uy: Ĉimonate, la fonduso de %1 estas %2. Tio estas %3% de nia celo ($%4) Klaku ĉi tiu butono per aniĝi la fonduso de niaj laboriloj!
es: Este mes, el %1 financiado es %2$. Eso equivale a %3% de nuestro objetivo mensual (%4$) ¡Seleccione aquí para promover el desarrollo de nuestras herramientas!

source: Cancel
de: Abbrechen
eo_uy: Nuligi
es: Cancelar

# file system
source: Path...
de: Pfad...
eo_uy: Vojeto...
es: Trazado...

source: Set a random value.
de: Zufallswert setzen.
eo_uy: Fiksi hazardon valoron.
es: Aplicar un valor aleatorio.

source: Magic is happening
de: Es wird gezaubert
eo_uy: La Magio okazas
es: La magia está ocurriendo

source: Working
de: In Arbeit
eo_uy: Laborante
es: Trabajando

# project
source: Item
de: Element
eo_uy: Elemento
es: Elemento

# file
source: Run
de: Laufen
eo_uy: Kuri
es: Ejecutar

source: Open folder
de: Ordner öffnen
eo_uy: Malfermi la dosierujon
es: Abrir carpeta

source: Add item or category
de: Element oder Kategorie hinzufügen
eo_uy: Aldoni elementon aŭ kategorion
es: Añadir elemento o categoría

source: Edit item or category
de: Ausgewähltes Element oder Kategorie bearbeiten
eo_uy: Ŝanĝi elementon aŭ kategorion
es: Editar elemento o categoría

source: Remove item or category
de: Ausgewähltes Element oder Kategorie entfernen
eo_uy: Forigi elementon aŭ kategorion
es: Eliminar elemento o categoría

source: Item not found.
de: Element nicht gefunden.
es: Elemento no encontrado.

source: Remove all
de: Alle entfernen
eo_uy: Forigi ĉiujn
es: Eliminar todo

source: Start typing...
de: Beginne mit der Eingabe...
eo_uy: Startu skribi...
es: Empezar a escribir...

source: Refresh
de: Aktualisieren
eo_uy: Refreŝigi
es: Actualizar

source: Category
de: Kategorie
eo_uy: Kategorio
es: Categoría

source: Tip
de: Tipp
eo_uy: Pinto
es: Extremo

# Anatomy
source: Feather
de: Feder
eo_uy: Plumo
es: Pluma

# Anatomy
source: Fishbone
de: Fischgräte
eo_uy: Ostofiŝoj
es: Hueso de pez

# Select
source: None
de: Keine
eo_uy: Neniom
es: Ninguno

source: Select layers
de: Ebenen auswählen
eo_uy: Elektiti tavoloj
es: Seleccionar las capas

source: Active composition
de: Aktive Komposition
es: Composición actual

source: Selected compositions
de: Ausgewählte Kompositionen
es: Composiciones seleccionadas

source: All compositions
de: Alle Kompositionen
es: Todas las composiciones

source: The '%1' panel is not installed.
de: Das '%1' Bedienfeld ist nicht installiert.
es: El panel '%1' no está instalado.

source: Permanently disable this alert.
de: Diese Warnung dauerhaft deaktivieren.
es: Desactivar permanentemente esta alerta.

source: You can disable this alert dialog from showing before long operations. Layer Controls state won't be changed.
de: Sie können diesen Alarm-Dialog deaktivieren, bevor lange Berechnungen ausgeführt werden. Der Status von Ebenenschaltern wird nicht geändert.
es: Puede desactivar esta alerta antes de realizar operaciones largas. El estado de los controles de capas no se cambiará.

source: This alert will be disabled.
de: Diese Warnung wird deaktiviert.
es: Esta alerta se desactivará.

source: Ignore
de: Ignorieren
es: Ignorar

source: Hide layer controls
de: Ebenensteuerungen ausblenden
es: Ocultar los controles de capa

source: Magic is happening...
de: Es wird gezaubert...
eo_uy: La Magio okazas...
es: La magia está ocurriendo...

source: Project Root
de: Projekt-Stammverzeichnis
eo_uy: Radiko de la projekto
es: Raíz del Proyecto

# After Effects Layer
source: Shape
de: Formebene
eo_uy: Formo
es: Forma

source: Rectangle
de: Rechteck
eo_uy: Rektangulo
es: Rectángulo

source: Rounded rectangle
de: Abgerundetes Rechteck
eo_uy: Cirkla rektangulo
es: Rectángulo redondeado

source: The pseudo effect file does not exist.
de: Die Pseudo-Effekt-Datei existiert nicht.
eo_uy: La dosiero pseŭdo efiko ne ekzistas.
es: El archivo del pseudo efecto no existe.

source: Invalid pseudo effect file or match name.
de: Ungültige Pseudo-Effekt-Datei oder Namens-Entsprechung.
eo_uy: La dosiero pseŭdo efiko aŭ "match name" nepravas.
es: Archivo o "matchName" del pseudo efecto incorrecto.

source: Sanity status: Unknown
de: Gesundheits-Status: Unbekannt
es: Estado de sanidad: Desconocido

source: Sanity status: OK
de: Gesundheits-Status: OK
es: Estado de sanidad: OK

source: Sanity status: Information
de: Gesundheits-Status: Information
es: Estado de sanidad: Información

source: Sanity status: Warning
de: Gesundheits-Status: Gefahr
es: Estado de sanidad: Advertencia

source: Sanity status: Danger
de: Gesundheits-Status: Gefahr
es: Estado de sanidad: Peligro

source: Sanity status: Critical
de: Gesundheits-Status: Kritisch
es: Estado de sanidad: Crítico

source: Sanity status: Fatal
de: Gesundheits-Status: Fatal
es: Estado de sanidad: Fatal

source: Unknown
de: Unbekannt
es: Desconocido

source: Information
de: Hinweis
es: Información

source: Warning
de: Warnung
es: Advertencia

source: Danger
de: Gefahr
es: Peligro

source: Critical
de: Kritisch
es: Crítico

source: Run all tests
de: Alle Tests durchführen
es: Ejecutar todas las pruebas

source: Run all the tests and displays the results.
de: Führt alle Tests durch und zeigt die Ergebnisse an.
es: Ejecutar todas las pruebas y mostrar los resultados.

source: Toggle this test for the current project only.
de: Aktiviert oder deaktiviert diesen Test nur für das aktuelle Projekt.
es: Cambiar esta prueba solamente para el proyecto actual.

source: Enable or disable automatic live-fix.
de: Aktiviert oder deaktiviert automatische Live-Reparatur.
es: Activar o desactivar la corrección automática en vivo.

source: Fix now.
de: Jetzt reparieren.
es: Solucionar ahora.

source: Run the current test.
de: Führt den aktuellen Test durch.
es: Ejecutar la prueba actual.

source: Change the test settings.
de: Test-Einstellungen ändern.
es: Cambiar la configuración de la prueba.

source: Test every:
de: Testintervall:
es: Probar cada:

source: Size limit (MB)
de: Größen-Limit (MB)
es: Límite de tamaño (MB)

source: Maximum number of items
de: Maximale Anzahl an Elementen
es: Número máximo de elementos

source: Maximum number of precompositions in the root folder
de: Maximale Anzahl an Unterkompositionen im Stammverzeichnis
es: Cantidad máxima de precomposiciones en la carpeta raíz

source: Default folder for precompositions
de: Standardordner für Unterkompositionen
es: Carpeta predeterminada para precomposiciones

source: Maximum unused comps in the project
de: Maximale nicht verwendete Kompositionen im Projekt
es: Máximo de compos no usadas en el proyecto

source: Folder for main comps (leave empty for project root)
de: Ordner für Hauptkompositionen (für Projekt-Stammverzeichnis leer lassen)
es: Carpeta para las comps principales (dejar vacía para la raíz del proyecto)

source: Maximum memory (GB)
de: Maximaler Speicher (GB)
es: Memoria máxima (GB)

source: Maximum number of essential properties in a comp
de: Maximale Anzahl an notwendigen Eigenschaften in einer Komposition
es: Número máximo de propiedades esenciales en una comp

source: Time limit before saving the project (mn)
de: Zeitlimit vor dem Speichern des Projekts (min)
es: Límite de tiempo antes de guardar el proyecto (mn)

source: Uptime limit (mn)
de: Zeitlimit erhöhen (min)
es: Límite de tiempo de funcionamiento (mn)

source: Composition Names
de: Kompositions-Namen
es: Nombres de las composiciones
