Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Bird
de: Vogel
eo_uy: Birdo
es: Pájaro

source: Create limbs for a cute flying beast.
de: Gliedmaßen für ein herziges fliegendes Biest erzeugen.
eo_uy: Krei membrojn per bela volanta besto.
es: Crear miembros para una hermosa bestia voladora.

source: Fish
de: Fisch
eo_uy: Fiŝo
es: Pez

source: Create limbs for weird swimming beasts.
de: Erzeuge Gliedmaßen für eigenartige schwimmende Tiere.
eo_uy: Krei membrojn per strangaj naĝantaj bestoj.
es: Crear miembros para bestias raras que nadan.

source: Snake
de: Schlange
eo_uy: Serpento
es: Serpiente

source: Custom
de: Benutzerdefiniert
eo_uy: Propra
es: Personalizar

source: Add a custom armature.
de: Benutzerdefiniertes Gerüst erzeugen.
eo_uy: Aldoni propran armaturon.
es: Agregar un esqueleto personalizado.

source: Create custom armature
de: Benutzerdefiniertes Gerüst erzeugen
eo_uy: Krei propran armaturon
es: Crear un esqueleto personalizado

source: Number of bones:
de: Anzahl der Knochen:
eo_uy: Numero de ostoj:
es: Cantidad de huesos:

source: Limb name
de: Name der Gliedmaße
eo_uy: Nomo de la membro
es: Nombre de miembro

source: Cameras
de: Kameras
eo_uy: Kameraoj
es: Cámaras

source: Add guides in the composition to help the composition of the image. Includes thirds, golden ratio, and other standard guides.
de: Fügen Sie Hilfslinien in die Komposition ein, um den Bildaufbau zu erleichtern. Inkludiert Drittel-Regel, Goldener Schnitt und andere Standard-Hilfslinien.
eo_uy: Aldoni gvidojn en la komponaĵo per helpi la komponaĵo de la bildo. Inkluzivi trionojn, oran proporcion, kaj aliajn normajn gvidojn.
es: Añadir guías en la composición para ayudar a la composición de la imagen. Incluye terceros, proporción dorada y otras guías estándar.

source: Adds an inverse constraint of the scale to the depth (Z position) of the 3D layers, so that their visual size doesn't change with their depth. Works as a toggle: first click activates the effect, next click removes it from the selected layers.
de: Fügt eine umgekehrte Beschränkung der Skalierung mithilfe der Tiefe (Z Position) der 3D-Ebenen hinzu, sodass ihre visuelle Größe sich nicht mit ihrer Tiefe ändert. Funktioniert als Schalter: Erster Klick aktiviert den Effekt, nächster Klick entfernt den Effekt von den ausgewählten Ebenen.
eo_uy: Aldoni inversan katenon de la skalo al la profundeco (pozicio Z) de la tavoloj 3D, do ĝia vida dimensio ne ŝanĝiĝu per ĝia profundeco. Ĝi laboras kiel baskulo: la unua klako aktivas la efekto, la sekva klako forigas ĝin el la elektitaj tavoloj.
es: Añadir una restricción invertida de la profundida (posición Z) a la escala de las capas 3D, para que su tamaño visual no cambie con su profundidad. Funciona como un conmutador: el primer clic activa el efecto, el seguundo lo elimina de las capas seleccionadas.

source: There's no camera, please create a camera first.
de: Es gibt keine Kamera. Bitte erzeugen Sie zuerst eine Kamera.
eo_uy: Ne estas kamerao, bonvolu krei kamerao unue.
es: No hay cámara, por favor cree una cámara primero.

source: Nothing selected. Please select a layer first.
de: Es ist nichts ausgewählt. Bitte wählen Sie zuerst eine Ebene aus.
eo_uy: Neniu elektito. Bonvolu elekti tavolon unue.
es: No hay nada seleccionado. Por favor, seleccione una capa.

source: Rig the selected camera to make it easier to animate. Also includes nice behaviors like handheld camera or shoulder camera...
de: Rig der ausgewählten Kamera erstellen, um sie leichter zu animieren. Beinhält auch Verhalten für Hand- oder Schulter-Kamera...
eo_uy: Rigi la elektitan kameraon per faciligi ĝia animacio. Ankaŭ inkluzivas bonetaj kondutoj tiel portebla kamerao aŭ ŝultra kamerao...
es: Riguear la cámara seleccionada para facilitar la animación. También incluye buenos comportamientos como cámara en mano o cámara al hombro...

source: There's no camera, or it's a one-node camera, but a two-node camera is needed. Please, change to or create a two-node camera.
de: Es gibt keine Kamera, oder es ist eine 1-Knoten-Kamera, es wird jedoch eine 2-Knoten-Kamera benötigt. Bitte wechseln Sie zu einer oder erstellen Sie eine 2-Knoten-Kamera.
eo_uy: Ne estas kamerao, aŭ ĝi estas unua-nodo kamerao, sed dua-nodoj kamerao estas necesa. Bonvolu, ŝanĝi ĝin aŭ krei novan dua-nodojn kameraon.
es: No hay cámara, o es una cámara de un solo nodo, pero se necesita una cámara de dos nodos. Por favor, cambie o cree una cámara de dos nodos.

source: Create a fake camera, working with standard multiplane 2D Layers. Parent the layers to the control null objects. Duplicate these control nulls if you need more levels. This also includes nice behaviors like handheld camera or shoulder camera...
de: Erzeuge ein Kamera-Fake, das mit Standard Multiplane 2D-Ebenen arbeitet. Ebenen den Kontroll-Null-Objekten unterordnen. Duplizieren Sie diese Kontroll-Null-Objekte, wenn sie mehrere Ebenen benötigen. Das beinhält auch Verhalten für Hand- oder Schulter-Kameras...
eo_uy: Krei falsan kameraon, laboranta kun norma plurnivelaj tavoloj 2D. Munti la tavolojn al la nulaj objektoj de regilo. Duobligi ĉi tiujn nulajn regilojn se vi bezonas pli da niveloj. Ĉi tiu inkluzivas ankaŭ bonetajn kondutojn tiel portebla kamerao aŭ ŝultra kamerao...
es: Crear una cámara falsa, trabajando con capas 2D multiplano estándar. Emparentar las capas a los objetos nulos de control. Duplique estos nulos de control si necesita más niveles. Esto incluye también buenos funcionamientos como cámara en mano o cámara al hombro...

source: Command line
de: Kommandozeile
eo_uy: Komandolinio
es: Línea de comando

source: Adjust other parameters for setting the size.
de: Passt andere Paramter an, um die Größe einzustellen.
eo_uy: Ĝustigi aliajn parametrojn per agordi la dimensio.
es: Ajustar otros parámetros para cambiar el tamaño.

source: Resize settings
de: Einstellungen für Größenanpassung
eo_uy: Aligrandigi la agordojn
es: Redimensionar ajustes

source: Constraint the dimensions together.
de: Beschränkt die Dimensionen gemeinsam.
eo_uy: Kateni la dimensiojn kune.
es: Restringir las dimensiones entre ellas.

source: Width
de: Breite
eo_uy: Larĝeco
es: Ancho

source: Height
de: Höhe
eo_uy: Altaĵo
es: Altura

source: Pixel aspect
de: Pixel-Ansicht
eo_uy: Aspekto de la bilderoj
es: Aspecto del pixel

source: Square Pixels
de: Quadratische Pixel
eo_uy: Kvadrataj bilderoj
es: Píxeles cuadrados

source: D1/DV NTSC Widescreen (1.21)
eo_uy: Larĝa ekrano D1/DV NTSC (1.21)
es: D1/DV NTSC Pantalla Ancha (1.21)

source: D1/DV PAL Widescreen (1.46)
de: D1/DV NTSC Widescreen (1.46)
eo_uy: Larĝa ekrano D1/DV PAL (1.46)
es: D1/DV PAL Pantalla Ancha (1.46)

source: Anamorphic 2:1 (2)
de: Anamorphotisch 2:1 (2)
eo_uy: Anamorfo 2:1 (2)
es: Anamórfico 2:1 (2)

source: Frame rate
eo_uy: Rango de la bildoj
es: Cuadros por segundo

source: Display
de: Anzeige
eo_uy: Afiŝado
es: Visualización

source: Resolution
de: Auflösung
eo_uy: Distingivo
es: Resolución

# resolution
source: Full
de: Voll
eo_uy: Plena
es: Completa

# resolution
source: Half
de: Halb
eo_uy: Duona
es: Media

# resolution
source: Third
de: Drittel
eo_uy: Triono
es: Tercero

# resolution
source: Quarter
de: Viertel
eo_uy: Kvaro
es: Un cuarto

source: Preserve resolution
de: Auflösung erhalten
eo_uy: Konservi la distingivo
es: Conservar resolución

source: Preserve
de: Erhalten
eo_uy: Konservi
es: Conservar

source: Background color
de: Hintergrund-Farbe
eo_uy: Fonkoloro
es: Color de fondo

source: Shy layers
de: Ebenen tarnen
eo_uy: Timidaj tavoloj
es: Capas discretas

source: Hide
de: Ausblenden
eo_uy: Kaŝi
es: Ocultar

source: Rendering
de: Rendern
eo_uy: Bildigo
es: Procesando

source: Renderer
eo_uy: Bildigilo
es: Procesador

source: Preserve frame rate
de: Frame-Rate erhalten
eo_uy: Konservi la rangon de la bildoj
es: Conservar velocidad de fotogramas

source: Frame blending
de: Frame-Überblendung
eo_uy: Miksaj bildoj
es: Mezcla de fotogramas

source: Motion blur
de: Bewegungsunschärfe
eo_uy: Malklariĝa movo
es: Desenfoque de movimiento

source: Shutter angle
de: Verschluss-Winkel
eo_uy: Obturila angulo
es: Ángulo de obturación

source: Shutter phase
de: Verschluss-Phase
eo_uy: Obturila fazo
es: Fase de obturación

source: Samples
eo_uy: Specimenoj
es: Muestras

source: Adaptive sample limit
de: Adaptives Sample-Limit
eo_uy: Sinadapta Specimena limo
es: Límite de muestras adaptativo

source: Update precompositions
de: Unterkompositionen aktualisieren
eo_uy: Ĝisdatigi la prekomponaĵojn
es: Actualizar precomposiciones

source: Comp settings
de: Kompositions-Einstellungen
eo_uy: Agordoj de la Komp
es: Parámetros de compo

source: Set the current or selected composition(s) settings, also changing the settings of all precompositions.
de: Legt die aktuellen oder ausgewählten Kompositions-Einstellungen fest. Ändert auch die Einstellungen aller Unterkompositionen.
eo_uy: Agordi la nuna(j)n aŭ la elektita(j)n komponaĵo(j)n, ankaŭ se oni ŝanĝas la agordojn de ĉiuj prekomponaĵoj.
es: Establecer la configuración de la(s) composición(es) actual(es) o seleccionada(s), cambiando también la configuración de todas las precomposiciones.

source: Links and constraints
de: Verbindunge und Beschränkungen
eo_uy: Ligiloj kaj katenoj
es: Enlaces y Restricciónes

source: Lock prop.
de: Eigenschaft sperren
eo_uy: Ŝlosi la propraĵojn.
es: Bloquear propiedad

source: Lock the value of the selected properties.
de: Werte der ausgewählten Eigenschaften sperren.
eo_uy: Ŝlosi la valoron de la elektitaj propraĵoj.
es: Bloquear el valor de las propiedades seleccionadas.

source: Zero out the selected layers transformation. [Alt]: Reset the transformation of the selected layers to 0. [Ctrl] + [Alt]: Also reset the opacity to 100 %.
de: Transformation ausgewählter Ebenen auf Null setzen. [Alt]: Transformation ausgewählter Ebenen auf 0 zurücksetzen. [Ctrl] + [Alt]: Setzt auch die Deckkraft auf 100 % zurück.
eo_uy: Komenci per nulo la transformo de la elektitaj tavoloj. [Alt]: Rekomencigi la transformon de la elektitaj tavoloj je 0. [Ctrl] + [Alt]: Rekomencigi ankaŭ la opakeco je 100%.
es: Iniciar en cero la transformación de las capas seleccionadas. [Alt]: Reinicia la transformación de las capas seleccionadas a 0. [Ctrl] + [Alt]: Restablecer también la opacidad a 100 %.

source: Expose the transformation of layers using a nice controller.
de: Legt die Transformation von Ebenen mit einem Kontroll-element frei.
eo_uy: Eksponi la transformon de la tavoloj uzante bonetaj regiloj.
es: Exponer la transformación de capas usando un buen controlador.

source: Create locator.
de: Ortungshilfe erstellen.
eo_uy: Krei pozicilon.
es: Crear localizador.

source: Extract locators.
de: Ortungshilfe extrahieren.
eo_uy: Forigi la lokalizilojn.
es: Extraer los localizadores.

source: Use expressions
de: Expressions verwenden
eo_uy: Uzi esprimojn
es: Utilizar las expresiones

source: Use essential properties
de: Verwende Erforderliche Eigenschaften
eo_uy: Uzi esencajn propraĵojn
es: Utilizar las propiedades esenciales

source: Measure distance
de: Abstand messen
eo_uy: Mezuri la distancon
es: Medir distancia

source: Measure the distance between two layers.
de: Den Abstand zwischen zwei Ebenen messen.
eo_uy: Mezuri la distancon inter duaj tavoloj.
es: Medir la distancia entre dos capas.

source: Select two layers to measure the distance between them.
de: Wählen Sie zwei Ebenen aus, um den Abstand zwischen Ihnen zu messen.
es: Seleccionar dos capas para medir la distancia entre ellas.

source: The distance is %1 px
de: Der Abstand beträgt %1 px
es: La distancia es de %1 px

source: Prop. info
es: Info de la prop.

source: Get property detailed information.
de: Detaillierte Eigenschafts-Information einholen.
es: Obtener información detallada de la propiedad.

source: Get property info
de: Eigenschafts-Information einholen
es: Obtener información de la propiedad

source: Connect slave properties to a master property.
de: Verbindet untergeordnete Eigenschaften mit einer übergeordneten Eigenschaft.
es: Conectar las propiedades secundarias a una propiedad primaria.

source: Layer opacities
de: Ebenen-Deckkraft
es: Opacidad de las capas

source: Connects the selected layers to the control you've just set, using their opacity properties to switch their visibility.
de: Verbindet die ausgewählten Ebenen mit dem Kontroll-Element, das gerade erstellt wurde. Es werden ihre Deckkraft-Eigenschaften verwendet, um die Sichtbarkeit zu steuern.
es: Conecta las capas seleccionadas al control recién establecido, usando sus propiedades de opacidad para cambiar su visibilidad.

source: Properties
de: Eigenschaften
eo_uy: Propraĵoj
es: Propiedades

source: Connects the selected properties to the control you've just set.
de: Verbindet die ausgewählten Eigenschaften mit dem Kontroll-Element, das gerade erstellt wurde.
es: Conectar las propiedades seleccionadas con el control que se acaba de establecer.

source: Connects the selected keys to the control you've just set.
de: Verbindet die ausgewählten Keys mit dem Kontroll-Element, das gerade erstellt wurde.
es: Conectar las claves seleccionadas con el control que se acaba de establecer.

source: 2D Slider
de: 2D-Schieberegler
es: Deslizador 2D

source: Angle
de: Winkel
es: Ángulo

source: Axis
de: Achse
es: Eje

source: Channel
de: Kanal
es: Canal

source: Choose or create control
de: Kontroll-Element auswählen oder erstellen
es: Elegir o crear un control

source: Create a slider controller.
de: Schieberegler Kontroll-Element erzeugen.
es: Crear un controlador deslizante.

source: Create a 2D slider controller.
de: 2D-Schieberegler-Kontroll-Element erzeugen.
es: Crear un controlador deslizante 2D.

source: Create an angle controller.
de: Winkel-Kontroll-Element erzeugen.
es: Crear un controlador de ángulo.

source: Create a controller to measure lengths, angles and other coordinates between layers.
de: Erzeugt ein Kontroll-Element, um Entfernungen, Winkel und andere Koordinaten zwischen Ebenen zu messen.
es: Crear un controlador para medir longitudes y ángulos y otras coordenadas entre capas.

source: Layer list
de: Ebenen-Liste
es: Lista de capas

source: Creates a dropdown control to control the visibility of a list of layers. First, select the layer where to create the controlling effect, then click the button to get to the next step.
de: Erstellt ein Dropdown-Menü, um die Sichtbarkeit einer Liste von Ebenen zu kontrollieren. Zuerst wählen Sie die Ebene aus, wo der Kontroll-Effekt erstellt wird. Dann drücken Sie den Knopf, um zum nächsten Schritt zu gelangen.
es: Crea un control desplegable para controlar la visibilidad de una lista de capas. Primero, seleccione la capa donde va a crear el efecto de control, luego haga clic en el botón para ir al siguiente paso.

source: Nothing selected. Please select some layers first.
de: Es ist nichts ausgewählt. Bitte wählen Sie zuerst einige Ebenen aus.
es: No hay nada seleccionado. Por favor, seleccione algunas capas.

source: Create a spatial effector to control properties. Select the properties to control first, then click on this button.
de: Erzeugt einen räumlichen Effektor, um Eigenschaften zu kontrollieren. Wählen Sie zuerst die zu kontrollierenden Eigenschaften aus, dann drücken Sie diesen Knopf.
es: Crear un effector espacial para controlar las propiedades. Seleccionar primero las propiedades a controlar, luego dar clic en este botón.

source: Pick texture
de: Textur auswählen
es: Elegir textura

source: Choose a layer to use as a texture map to control the properties.
de: Wählen Sie eine Ebene aus, die als Texturkarte verwendet werden soll, um die Eigenschaften zu kontrollieren.
es: Elegir una capa para usar como mapa de textura para controlar las propiedades.

source: Pick audio
de: Audio auswählen
es: Elegir audio

source: Controls properties using an audio layer.
de: Kontrolliert die Eigenschaften mittels einer Audio-Ebene.
es: Controlar las propiedades mediante una capa de audio.

source: Pick control
de: Kontroll-Element auswählen
es: Seleccionar controlador

source: Uses the selected property, layer or already existing control.
de: Verwendet die ausgewählte Eigenschaft, Ebene oder bereits bestehende Kontroll-Emente.
es: Utilizar una propiedad, capa o controlador ya existente.

source: Connecting
de: Verbinde
es: Conectando

# After Effects Property
source: Property
de: Eigenschaft
es: Propiedad

# After Effects Property
source: Type
de: Typ
eo_uy: Tipo
es: Tipo

# After Effects Property Value
source: Minimum
es: Mínimo

# After Effects Property Value
source: Maximum
es: Máximo

source: Value
de: Wert
es: Valor

source: Speed
de: Tempo
es: Rapidez

source: Velocity
de: Geschwindigkeit
es: Velocidad

source: Select the child properties or layers, and connect them.
de: Wähle die untergeordneten Eigenschaften oder Ebenen aus und verbinde diese.
es: Seleccionar las propiedades o capas secundarias, y conectarlas.

source: Connecting dropdown menu to layers: Select the child layers then connect.
de: Verbindungs-Dropdown-Menü zu Ebenen: Wählen Sie die untergeordneten Ebenen aus und verbinden Sie dann.
es: Conectando el menú desplegable a las capas: Seleccione las capas secundarias y luego conéctelas.

source: Connect layer opacities
de: Ebenen-Opazität verbinden
es: Conectar opacidades de capas

source: Connect the selected layers to the control you've just set, using their opacity properties to switch their visibility.
de: Verbindet die ausgewählten Ebenen mit dem Kontroll-Element, das gerade erstellt wurde. Es werden ihre Deckkraft-Eigenschaften verwendet, um die Sichtbarkeit zu steuern.
es: Conectar las capas seleccionadas al control recién establecido, usando sus propiedades de opacidad para cambiar su visibilidad.

source: Morph selected properties between arbitrary keyframes.
de: Morphen Sie ausgewählte Eigenschaften zwischen beliebigen Keyframes.
es: Transformar las propiedades seleccionadas entre fotogramas clave arbitrarios.

source: Change the opacity of the pins.
de: Deckkraft der Pins ändern.
es: Modificar la opacidad de los pines.

source: Change the name of the limb this layer belongs to.
de: Ändern Sie den Namen der Gliedmaße zu der diese Ebene gehört.
eo_uy: Ŝanĝi la nomon de la membro kies tiu tavolo apartenas.
es: Modificar el nombre del miembro al que pertenece esta capa.

source: Edit pins
de: Pins bearbeiten
es: Editar pines

source: Kinematics
de: Kinematik
es: Cinemática

source: Create Inverse and Forward Kinematics.
de: Inverse und Forward Kinematics erzeugen.
es: Crear Cinematica Inversa y Directa.

source: Standard Inverse Kinematics.
de: Standard Invertierte Kinematik.
es: Cinemática Inversa Estándar.

source: 1+2-layer IK
de: 1+2-Ebenen-IK
es: IK a 1+2 capas

source: Create a one-layer IK combined with a two-layer IK to handle Z-shape limbs.
de: Erzeuge eine Ein-Ebenen-IK kombiniert mit einer Zwei-Ebenen-IK, um Z-förmige Gliedmaßen zu steuern.
es: Crear un IK de una capa combinado con un IK de dos capas para manejar miembros en forma de Z.

source: 2+1-layer IK
de: 2+1-Ebenen IK
es: IK a 2+1 capas

source: Create a two-layer IK combined with a one-layer IK to handle Z-shape limbs.
de: Erzeuge eine 2-Ebenen IK kombiniert mit einer 1-Ebenen-IK um Z-förmige Gliedmaßen zu steuern.
eo_uy: Kreu dua-tavolojn IK kun unua-tavolo IK per manipuli membrojn de Z formon.
es: Crear un IK de dos capas combinado con un IK de una capa para manejar miembros en forma de Z.

source: Forward Kinematics with automatic overlap and follow-through.
de: Forward Kinematics mit automatischem Overlap und Follow-Through.
eo_uy: Antaŭa kinematiko kun aŭtomata surmeteco kaj tra-sekvo.
es: Cinematica directa con superposición automática y seguimiento.

source: Parent
de: Hierarchie
eo_uy: Munti
es: Emparentar

source: Create parent constraints.
de: Hierarchie-Beschränkung erzeugen.
eo_uy: Krei katenojn de ligilo.
es: Crear restricciones primarias.

source: Parent all the selected layers to the last selected one. [Alt]: Parent only the orphans. Or: [Ctrl]: Parent layers as a chain, from ancestor to child, in the order of the selection.
de: Alle bereits ausgewählten Ebenen der letzt ausgewählten unterordnen. [Alt]: Nur Waisen unterordnen. Oder: [Ctrl]: Ebenen als Kette unterordnen, vom Vorfahren zum Kind, in der Reihe der Auswahl.
eo_uy: Munti ĉiujn elektitajn tavolojn al la lasta elektita tavolo. [Alt]: Munti nur la orfojn. Aŭ [Ctrl]: Munti la tavolojn tiel ĉeno, ekde la prima al la minora, en la ordo de la selekto.
es: Emparentar todas la capas seleccionadas a la última capa seleccionada. [Alt]: Emparentar únicamente los huérfanos. O: [Ctrl]: Emparentar las capas como una cadena, del predecesor al secundario, en el orden de la selección.

source: Animatable parent.
de: Animierbare übergeordnete Ebene.
eo_uy: Animonta ligilo.
es: Primario animable.

source: Parent across comps...
de: Hierarchie über Kompositionen hinweg erstellen...
eo_uy: Ligi transa la kompojn...
es: Emparentar a través de compos...

source: Parent layers across compositions.
de: Übergeordnete Ebene über Kompositionen hinweg erstellen.
eo_uy: Munti la tavolojn trans la komponaĵoj.
es: Emparentar capas a través de las composiciones.

source: Parent comp
de: Übergeordnete Komposition
eo_uy: Munti la Kompo
es: Emparentar compo

source: Parent layer
de: Übergeordnete Ebene
eo_uy: Tavolo de ligilo
es: Primario

source: Create transform constraints (position, orientation, path...).
de: Transformations-Beschränkung erzeugen (Position, Orientierung, Pfad...).
eo_uy: Krei katenojn de transformo (pozicio, orientiĝo, vojeto...).
es: Crear restricciones de transformación (posición, orientación, trazado...).

source: Constraint the location of a layer to the position of other layers.
de: Beschränkt die Position einer Ebene mithilfe der Position anderer Ebenen.
eo_uy: Kateni la pozicion de la tavolo ĉe la pozicio de la aliaj tavoloj.
es: Restringir la ubicación de una capa a la posición de otras capas.

source: Constraint the orientation of a layer to the orientation of other layers.
de: Beschränkt die Orientierung einer Ebene mithilfe der Orientierung anderer Ebenen.
eo_uy: Kateni la orientiĝon de la tavolo ĉe la orientiĝo de la aliaj tavoloj.
es: Restringir la orientación de una capa a la orientación de otras capas.

source: Pick path...
de: Pfad auswählen...
eo_uy: Selekti la vojeton...
es: Elegir trazado...

source: Select controllers
de: Kontroll-Elemente auswählen
eo_uy: Elekti la regilojn
es: Seleccionar controladores

source: Select all controllers
de: Alle Kontroll-Elemente auswählen
eo_uy: Elekti ĉiujn regilojn
es: Seleccionar todos los controladores

source: Show/hide ctrls
de: Ktrls ein-/ausblenden
eo_uy: Montri/Kaŝi la regilojn
es: Mostrar/ocultar ctrls

source: Show/Hide controllers [Alt]: Only the unselected controllers.
de: Kontroll-Elemente ein-/ausblenden [Alt]: Nur die nicht ausgewählten Kontroll-Elemente.
eo_uy: Montri/Kaŝi la regilojn [Alt]: Nur la malelektitajn regilojn.
es: Mostrar/Ocultar controladores [Alt]: Solo los controladores no seleccionados.

source: Tag as controllers
de: Als Kontroll-Elemente taggen
eo_uy: Etikedi kiel regilojn
es: Etiquetar como controladores

source: Bake controllers appearance
de: Berechne(Backe) Controller Aussehen
eo_uy: Haltigi la aspekton de la regiloj
es: Fijar la apariencia de los controladores

source: Controller settings
de: Kontroll-Element Einstellungen
eo_uy: Agordoj de la regiloj
es: Ajustes del controlador

source: Edit selected controllers.
de: Ausgewählte Kontroll-Elemente bearbeiten.
eo_uy: Modifi la elektitajn regilojn.
es: Editar los controladores seleccionados.

source: Use AE Null Objects
de: Benutze AE Nullobjekte
es: Usar objetos nulos AE

source: Use Shape Layers
de: Form Ebenen verwenden
es: Usar Capas de Forma

source: Use Shape Layers (Draft mode)
de: Form Ebenen (Entwurfsmodus) verwenden
es: Usar Capas de Forma (Modo borrador)
