Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Changes the exposure of the animation (the frames per second).
de: Ändert die Belichtung der Animation (Frames pro Sekunde).
eo_uy: Ŝanĝas la eksponon de la animacio (la bildoj per sekundo).
es: Cambia la exposición de la animación (los fotogramas por segundo).

source: Go to the next frame.
de: Geht zum nächsten Frame.
eo_uy: Iri je la sekva bildo.
es: Ir al siguiente fotograma.

source: Set velocity
de: Geschwindigkeit festlegen
eo_uy: Agordi la rapidecon
es: Establecer velocidad

source: Tween
de: Tween / Animation
eo_uy: Intervalo
es: Intermedio

source: Celluloid
de: Zelluloid
eo_uy: Celuloido
es: Celuloide

source: X-Sheet
eo_uy: Folio de tavolo
es: Hoja de Cálculo

source: Weight
de: Gewichtung
eo_uy: Pezo
es: Peso

source: Looper
eo_uy: Iteraciaĵo
es: Bucleador

source: Paste expression
de: Expression einfügen
eo_uy: Alglui esprimon
es: Pegar expresión

source: Remove expressions
de: Expressions entfernen
eo_uy: Forigi la esprimojn
es: Borrar expresiones

source: Toggle expressions
de: Expression aktivieren/deaktivieren
eo_uy: Baskuli la esprimojn
es: (Des)activar las expresiones

source: Bake expressions
de: Baking von Expressions
eo_uy: Haltigi esprimojn
es: Fijar las expresiones

source: Bake composition
de: Baking der Komposition
eo_uy: Haltigi la Komponaĵon
es: Fijar la composición

source: Effector
de: Effektor
eo_uy: Efektulo
es: Efector

source: Effector map
de: Effektor-Referenz
eo_uy: Efektulo de teksturo
es: Efector de textura

source: Kleaner
de: Säuberer
eo_uy: Bilda-purigistilo
es: Climpiador

source: Swink
de: Schwinken
eo_uy: Pendolo-palpebrumado
es: Parpalancear

source: Wiggle
de: Verwackeln
eo_uy: Skui
es: Ondulación

source: Random motion
de: Zufällige Bewegung
eo_uy: Hazarda movo
es: Movimiento aleatorio

source: Random
de: Zufällig
eo_uy: Hazardo
es: Aleatorio

source: Wheel
de: Rad
eo_uy: Rado
es: Rueda

source: Move away
de: Abstoßen
eo_uy: Formovi
es: Alejar

source: Adds a control effect to move the selected layers away from their parents.
de: Fügt einen Kontroll-Effekt hinzu, um die ausgewählten Ebenen von ihren übergeordneten Elementen zu entfernen.
eo_uy: Aldonas efekton de regilo per formovi la elektitajn tavolojn el iliaj tavoloj de ligilo.
es: Agrega un efecto de control para alejar las capas seleccionadas de sus padres.

source: Randomize
de: Randomisieren
eo_uy: Hazardigi
es: Aleatorizar

source: Motion trails
de: Bewegungs-Spuren
eo_uy: Spuroj de movo
es: Rastros de movimiento

source: Time remap
de: Zeitverzerrung
eo_uy: Tempa rekarto
es: Remapeo de tiempo

source: Paint Rig
de: Malen-Rig
eo_uy: Rig de pentraĵo
es: Rig de pintura

source: Walk/Run cycle
de: Gang/Lauf-Zyklus
eo_uy: Ciklo de marŝado/kurado
es: Ciclo de caminata/carrera

source: Arm
eo_uy: Brako
es: Brazo

source: Limb
de: Gliedmaße
eo_uy: Membro
es: Extremidad

source: Leg
de: Bein
eo_uy: Kruro
es: Pierna

source: Spine
de: Wirbelsäule
eo_uy: Spino
es: Espina

source: Tail
de: Schweif
eo_uy: Vosto
es: Cola

source: Hair
de: Haare
eo_uy: Haro
es: Pelo

source: Wing
de: Flügel
eo_uy: Alo
es: Ala

source: Fin
de: Flosse
eo_uy: Naĝilo
es: Aleta

source: Bake armature data
de: Baking von Armaturen-Daten ausführen
eo_uy: Haltigi la datumon de la armaturo
es: Fijar los datos del esqueleto

source: Baking armature data...
de: Baking von Armaturen-Daten: %1
eo_uy: Haltiganta la datumon de la armaturo...
es: Fijando los datos del esqueleto...

source: Baking armature data: %1
de: Baking von Armaturen-Daten: %1
eo_uy: Haltiganta la datumon de la armaturo: %1
es: Fijando los datos del esqueleto: %1

source: Bake bones
de: Baking von Knochen
eo_uy: Haltiganta la ostojn
es: Fijar huesos

source: Resetting bone transform...
de: Setze die Knochen-Transformation zurück.
eo_uy: Rekomencanta la transformon de la ostoj...
es: Restableciendo la transformación de los huesos...

source: Baking bone: %1
de: Knochen berechnen(backen): %1
eo_uy: Haltiganta la osto: %1
es: Fijando hueso: %1

source: Link art
de: Bildmaterial verbinden
eo_uy: Ligi la desegnon
es: Conectar el diseño

source: Trying to parent layer '%1'
de: Versuche die Ebene zu verbinden '%1 '
eo_uy: Provanta ligi la tavolon %1
es: Intentando emparentar la capa '%1'

source: Framing guides
de: Kompositions-Hilfslinien
eo_uy: Kadroj de gvidilo
es: Guías de encuadre

source: Scale Z-Link
de: Z-Link skalieren
eo_uy: Ligilo Z de skalo
es: Enlace Z de escala

source: Camera Rig
de: Kamera-Rig
eo_uy: Rigo de kamerao
es: Rig de cámara

source: Camera
de: Kamera
eo_uy: Kamerao
es: Cámara

source: Target
de: Ziel
eo_uy: Celo
es: Objetivo

source: Cam
de: Kam
eo_uy: Kam
es: Cám

source: 2D Camera
de: 2D-Kamera
eo_uy: Kamerao 2D
es: Cámara 2D

source: Camera influence
de: Kamera-Einfluss
eo_uy: Influenco de kamerao
es: Influencia de la cámara

source: List
de: Liste
eo_uy: Listo
es: Lista

source: Add list
de: Liste hinzufügen
eo_uy: Aldoni liston
es: Añadir una lista

source: Split values
de: Werte trennen
eo_uy: Disigi la valorojn
es: Separar valores

source: Lock properties
de: Eigenschaften sperren
eo_uy: Ŝlosi la propraĵojn
es: Bloquear las propiedades

source: Add zero
de: Null hinzufügen
eo_uy: Aldoni nulon
es: Añadir un cero

source: Move anchor points
de: Ankerpunkte bewegen
eo_uy: Movi la punktojn de ankro
es: Mover puntos de anclaje

source: Reset transformation
de: Transformation zurücksetzen
eo_uy: Rekomencigi la transformon
es: Reiniciar transformación

source: Align layers
de: Ebenen ausrichten
eo_uy: Liniigi la tavolojn
es: Alinear capas

source: Expose transform
de: Transformation freilegen
eo_uy: Eksponi la transformon
es: Exponer las transformaciones

source: Key Morph
de: Keyframe Angleichung
eo_uy: Mutacio per bildo
es: Mutación por clave

source: Tip angle
de: Spitzen-Winkel
eo_uy: Angulo de la pinto
es: Ángulo de la punta

source: Auto-curve
de: Auto-Kurve
eo_uy: Aŭto-kurbo
es: Autocurva

source: Auto-parent
de: Auto-Hierarchie
eo_uy: Aŭto-monti
es: Auto-parentar

source: Parent constraint
de: Hierarchie-Beschränkung
eo_uy: Kateno de ligilo
es: Restricción de primaria

source: Locator
de: Ortungshilfe
eo_uy: Lokalizilo
es: Localizador

source: Extract locators
de: Ortungshilfe extrahieren
eo_uy: Forigi la pozicilojn
es: Extraer los localizadores

source: Parent across comps
de: Hierarchie über Kompositionen hinweg erstellen
eo_uy: Ligi transa la kompojn
es: Emparentar a través de compos

source: Position constraint
de: Positions-Beschränkung
eo_uy: Kateno de pozicio
es: Restricción de posición

source: Orientation constraint
de: Orientierungs-Beschränkung
eo_uy: Kateno de orientiĝo
es: Restricción de orientación

source: Path constraint
de: Pfad-Beschränkung
eo_uy: Kateno de vojeto
es: Restricción de trayectoria

source: Add Pins
de: Pins hinzufügen
eo_uy: Aldoni pinglojn
es: Añadir pines

source: Remove 'thisComp'
de: 'thisComp' entfernen
eo_uy: Forigi 'thisComp'
es: Eliminar 'thisComp'

source: Use 'thisComp'
de: Verwende 'thisComp'
eo_uy: Uzi 'thisComp'
es: Utilizar 'thisComp'

source: Connector
de: Verbindung
eo_uy: Konektilo
es: Conector

source: Audio connector
de: Audio-Konnektor
eo_uy: Sonaĵa konektilo
es: Conector audio

source: Settings
de: Einstellungen
eo_uy: Fiksoj
es: Parámetros

source: Audio spectrum
de: Audio-Spektrum
eo_uy: Sonaĵa spektro
es: Espectro de audio

source: Audio Effector
de: Audio-Effektor
eo_uy: Sonaĵa Efektulo
es: Efector audio

# controller_shape
source: rotation
eo_uy: rotacio
es: rotación

# controller_shape
source: orientation
de: Orientierung
eo_uy: orientiĝo
es: orientación

# controller_shape
source: x position
eo_uy: pozicio X
es: posición x

# controller_shape
source: x pos
eo_uy: poz x
es: pos x

# controller_shape
source: h position
eo_uy: poz h
es: posición h

# controller_shape
source: h pos
eo_uy: poz h
es: pos h

# controller_shape
source: horizontal position
de: Horizontale Position
eo_uy: horizontala pozicio
es: posición horizontal

# controller_shape
source: x location
de: X-Standort
eo_uy: kieo x
es: ubicación x

# controller_shape
source: x loc
de: x Stand
eo_uy: kieo x
es: ubic x

# controller_shape
source: h location
de: h Standort
eo_uy: kieo h
es: ubicación h

# controller_shape
source: h loc
de: h Stand
eo_uy: kieo h
es: ubic h

# controller_shape
source: horizontal location
de: Horizontaler Standort
eo_uy: horizontala kieo
es: ubicación horizontal

# controller_shape
source: y position
eo_uy: pozicio y
es: posición y

# controller_shape
source: y pos
eo_uy: poz y
es: pos y

# controller_shape
source: v position
de: Y-Position
eo_uy: pozicio v
es: posición v

# controller_shape
source: v pos
eo_uy: poz v
es: pos v

# controller_shape
source: vertical position
de: Vertikale Position
eo_uy: vertikala pozicio
es: posición vertical

# controller_shape
source: y location
de: Y-Standort
eo_uy: kieo y
es: ubicación y

# controller_shape
source: y loc
de: Y Stand
eo_uy: kieo y
es: ubic y

# controller_shape
source: v location
de: V-Standort
eo_uy: kieo v
es: ubicación v

# controller_shape
source: v loc
de: V Stand
eo_uy: kieo v
es: ubic v

# controller_shape
source: vertical location
de: Vertikaler Standort
eo_uy: vertikala kieo
es: ubicación vertical

# controller_shape
source: position
eo_uy: pozicio
es: posición

# controller_shape
source: location
de: Ort
eo_uy: kieo
es: localización

# controller_shape
source: transform
de: transformieren
eo_uy: transformo
es: transformación

# controller_shape
source: prs
es: pre

# controller_shape
source: slider
de: schieberegler
eo_uy: kursoro
es: deslizador

# controller_shape
source: 2d slider
de: 2D-Schieberegler
eo_uy: kursoro 2D
es: deslizador 2d

# controller_shape
source: angle
de: winkel
eo_uy: angulo
es: ángulo

# controller_shape
source: camera
de: kamera
eo_uy: kamerao
es: cámara

# controller_shape
source: cam
de: kam
eo_uy: kam
es: cám

# controller_shape
source: head
de: kopf
eo_uy: kapo
es: cabeza

# controller_shape
source: skull
de: Schädel
eo_uy: kranio
es: cráneo

# controller_shape
source: hand
eo_uy: mano
es: mano

# controller_shape
source: carpus
de: Brustkorb
eo_uy: karpo
es: carpo

# controller_shape
source: foot
de: fuß
eo_uy: piedo
es: pie

# controller_shape
source: tarsus
eo_uy: tarso
es: tarso

# controller_shape
source: claws
de: klauen
eo_uy: ungegoj
es: garras

# controller_shape
source: claw
de: Klaue
eo_uy: ungego
es: garra

# controller_shape
source: hoof
de: huf
eo_uy: hufo
es: pezuña

# controller_shape
source: eye
de: auge
eo_uy: okulo
es: ojo

# controller_shape
source: eyes
de: augen
eo_uy: okuloj
es: ojos

# controller_shape
source: face
de: Gesicht
eo_uy: vizaĵo
es: cara

# controller_shape
source: square
de: quadrat
eo_uy: kvadrato
es: cuadrado

# controller_shape
source: hips
de: hüfte
eo_uy: koksoj
es: caderas

# controller_shape
source: hip
de: Hüfte
eo_uy: kokso
es: cadera

# controller_shape
source: body
de: körper
eo_uy: korpo
es: cuerpo

# controller_shape
source: shoulders
de: schultern
eo_uy: ŝultroj
es: hombros

# controller_shape
source: neck
de: nacken
eo_uy: kolo
es: cuello

# controller_shape
source: tail
de: schweif
eo_uy: vosto
es: cola

# controller_shape
source: penis
eo_uy: peniso
es: pene

# controller_shape
source: walk cycle
de: Geh-Zyklus
eo_uy: ciklo de marŝado
es: ciclo de caminata

# controller_shape
source: run cycle
de: Lauf-Zyklus
eo_uy: ciklo de kurado
es: ciclo de carrera

# controller_shape
source: animation cycle
de: Animations-Zyklus
eo_uy: ciklo de animacio
es: ciclo de animación

# controller_shape
source: cycle
de: Zyklus
eo_uy: ciklo
es: ciclo

# controller_shape
source: blender
de: Mixer
eo_uy: miksi
es: mezclador

# controller_shape
source: animation blender
de: Animations-Mixer
eo_uy: miksado de animacio
es: mezclador de animación

# controller_shape
source: null
de: Nullobjekt
eo_uy: nulo
es: nulo

# controller_shape
source: empty
de: Null-Objekt
eo_uy: malplena
es: vacío

# controller_shape
source: connector
de: verbindung
eo_uy: konektilo
es: conector

# controller_shape
source: connection
de: Verbindung
eo_uy: konekto
es: conexión

# controller_shape
source: connect
de: verbinden
eo_uy: konekti
es: conectar

# controller_shape
source: expose transform
de: transformation freilegen
eo_uy: eksponi la transformon
es: exponer las transformaciones

# controller_shape
source: ear
de: ohr
eo_uy: orelo
es: oreja

# controller_shape
source: hair
de: haare
eo_uy: haro
es: pelo

# controller_shape
source: strand
de: Strähne
eo_uy: fadeno
es: mechón

# controller_shape
source: hair strand
de: Haarsträhne
eo_uy: fadeno de haro
es: hebra de pelo

# controller_shape
source: mouth
de: mund
eo_uy: buŝo
es: boca

# controller_shape
source: nose
de: nase
eo_uy: nazo
es: nariz

# controller_shape
source: brow
de: Braue
eo_uy: frunto
es: ceño

# controller_shape
source: eyebrow
de: augenbraue
eo_uy: brovo
es: ceja

# controller_shape
source: eye brow
de: Augenbraue
eo_uy: brovo
es: ceja

# controller_shape
source: poney tail
de: Pferdeschwanz
eo_uy: ĉevalvosto
es: coleta

# controller_shape
source: poneytail
de: Pferdeschwanz
eo_uy: ĉevalvosto
es: coleta

# controller_shape
source: pincer
de: zange
eo_uy: pinĉilo
es: pinza

# controller_shape
source: wing
de: flügel
eo_uy: alo
es: ala

# controller_shape
source: fin
de: flosse
eo_uy: naĝilo
es: aleta

# controller_shape
source: fishbone
de: fischgräte
eo_uy: osto-fiŝo
es: hueso de pez

# controller_shape
source: fish bone
de: Fischgräte
eo_uy: fiŝosto
es: espina de pez

# controller_shape
source: sound
de: Ton
eo_uy: sona
es: sonido

# controller_shape
source: vertebrae
de: wirbeltiere
eo_uy: vertebro
es: vértebra

# controller_shape
source: spine
de: wirbelsäule
eo_uy: spino
es: espina dorsal

# controller_shape
source: lungs
de: Lungen
eo_uy: pulmo
es: pulmones

# controller_shape
source: chest
de: Brustkorb
eo_uy: brusto
es: pecho

# controller_shape
source: ribs
de: Rippen
eo_uy: ripoj
es: costillas

# controller_shape
source: rib
de: Rippe
eo_uy: ripo
es: costilla

source: Create controller
de: Kontroll-Element erstellen
eo_uy: Krei regilon
es: Crear un controlador

source: Slider
de: Schieberegler
eo_uy: Kursoro
es: Deslizador

source: Controller
de: Kontroll-Element
eo_uy: Regilo
es: Controlador

source: Hand
eo_uy: Mano
es: Mano

source: X Position
eo_uy: Pozicio X
es: Posición X

source: Y Position
eo_uy: Pozicio Y
es: Posición Y

source: Transform
de: Transformieren
eo_uy: Transformo
es: Transformación

source: Eye
de: Auge
eo_uy: Okulo
es: Ojo

source: Head
de: Kopf
eo_uy: Kapo
es: Cabeza

source: Hips
de: Hüfte
eo_uy: Koksoj
es: Caderas

source: Body
de: Körper
eo_uy: Korpo
es: Cuerpo

source: Shoulders
de: Schultern
eo_uy: Ŝultroj
es: Hombros

source: Foot
de: Fuß
eo_uy: Piedo
es: Pie

source: Ear
de: Ohr
eo_uy: Orelo
es: Oreja

source: Mouth
de: Mund
eo_uy: Buŝo
es: Boca

source: Nose
de: Nase
eo_uy: Nazo
es: Nariz

source: Eyebrow
de: Augenbraue
eo_uy: Brovo
es: Ceja

source: Claws
de: Klauen
eo_uy: Ungegoj
es: Garras

source: Hoof
de: Huf
eo_uy: Hufo
es: Pezuña

source: Pincer
de: Zange
eo_uy: Pinĉilo
es: Pinza

source: Vertebrae
de: Wirbeltiere
eo_uy: Vertebro
es: Vertebra

# Easter egg ;)
source: Penis
eo_uy: Peniso
es: Pene

source: Animation Cycles
de: Animations-Zyklen
eo_uy: Cikloj de animacio
es: Ciclos de Animación

source: Animation Blender
de: Animations-Mischer
eo_uy: Miksado de animacio
es: Mezclador de animación

source: Expose Transform
de: Transformation freilegen
eo_uy: Eksponi la transformon
es: Exponer las transformaciones

source: Bake controllers
de: Baking der Kontroll-Elemente
eo_uy: Haltigi la regilojn
es: Fijar los controladores

source: Extract controllers
de: Kontroll-Elemente extrahieren
eo_uy: Forigi la regilojn
es: Extraer controladores

source: No new controller was found to extract. Do you want to extract all controllers from this pre-composition anyway?
de: Es wurde kein neues Kontroll-Element für Extraktion gefunden. Möchten Sie trotzdem alle Kontroll-Elemente dieser Unter-Komposition extrahieren?
eo_uy: Nenian novan regilon estis trovinta per forigi. Ĉu vi volas iel forigi ĉiam regiloj de ci-tiu pre-kompozito?
es: No se ha encontrado ningún controlador nuevo para extraer. ¿Desea extraer todos los controladores de esta pre-composición de todos modos?

source: Nothing new!
de: Es gibt nichts Neues!
eo_uy: Neniu novaĵo!
es: ¡Ninguna novedad!

source: Tag as ctrls
de: Als ctrls taggen
eo_uy: Etikedi kiel ctrls
es: Etiquetar como ctrls

source: Left
de: Links
eo_uy: Maldekstra
es: Izquierda

source: Right
de: Rechts
eo_uy: Dekstra
es: Derecha

source: Front
de: Im Vordergrund
eo_uy: Antaŭe
es: Delante

source: Back
de: Im Hintergrund
eo_uy: Malfronte
es: Volver

source: Middle
de: Mitte
eo_uy: Mezo
es: Medio

source: Under
de: Unterhalb
eo_uy: Sub
es: Debajo

source: Above
de: Oberhalb
eo_uy: Super
es: Arriba

source: Toggle edit mode
de: Bearbeitungs-Modus (de-)aktivieren
eo_uy: Baskuli la redakta reĝimo
es: Activar/desactivar el modo de edición

# layer name
source: L
de: Links
eo_uy: M
es: I

# layer name
source: R
de: Rechts
eo_uy: D
es: D

# layer name
source: Fr
de: Vorne
eo_uy: Ant
es: Del

# layer name
source: Bk
de: Hinten
eo_uy: Mlant
es: Det

# layer name
source: Tl
de: Schwanz
eo_uy: Vo
es: C

# layer name
source: Md
de: M
eo_uy: Mz
es: M

# layer name
source: Ab
de: Oben
eo_uy: Sup
es: Arr

# layer name
source: Un
de: Unten
eo_uy: Sub
es: Deb

source: Bone
de: Knochen
eo_uy: Osto
es: Hueso

source: Zero
de: Null
eo_uy: Nulo
es: Cero

# anatomy
source: clavicle
de: Schluesselbein
eo_uy: klaviklo
es: clavícula

# anatomy
source: shoulder
de: schulter
eo_uy: ŝultro
es: hombro

# anatomy
source: shoulder blade
de: Schulterblatt
eo_uy: skapolo
es: omoplato

# anatomy
source: scapula
de: Schulterblatt
eo_uy: skapolo
es: escápula

# anatomy
source: humerus
de: Oberarmknochen
eo_uy: humero
es: húmero

# anatomy
source: arm
eo_uy: brako
es: brazo

# anatomy
source: radius
eo_uy: radiuso
es: radio

# anatomy
source: ulna
de: Elle
eo_uy: ulno
es: cúbito

# anatomy
source: forearm
de: unterarm
eo_uy: antaŭbrako
es: antebrazo

# anatomy
source: finger
eo_uy: fingro
es: dedo

# anatomy
source: fingers
de: finger
eo_uy: fingroj
es: dedos

# anatomy
source: heel
de: ferse
eo_uy: kalkano
es: talón

# anatomy
source: femur
de: Oberschenkelknochen
eo_uy: femuro
es: fémur

# anatomy
source: thigh
de: oberschenkel
eo_uy: femuro
es: muslo

# anatomy
source: leg
de: bein
eo_uy: kruro
es: pierna

# anatomy
source: shin
de: Schienbein
eo_uy: tibio
es: espinilla

# anatomy
source: calf
de: unterschenkel
eo_uy: suro
es: pantorrilla

# anatomy
source: fibula
de: Fiber
eo_uy: fibulo
es: peroné

# anatomy
source: toe
de: Zeh
eo_uy: piedfingro
es: dedo del pie

# anatomy
source: toes
de: zehen
eo_uy: piedfingroj
es: dedos de los pies

# anatomy
source: feather
de: feder
eo_uy: plumo
es: pluma

source: Building OCO character:
de: Erstelle OCO Charakter:
eo_uy: Konstruinta la OCO personeto:
es: Creando el personaje OCO:

source: Sorting bones...
de: Knochen sortieren...
eo_uy: Ordiginta la ostoj...
es: Clasificando huesos...

# duik
source: Tangent
de: Tangente
eo_uy: Tangento
es: Tangente

source: Lock tangents
de: Tangenten sperren
eo_uy: Ŝlosi la tangentojn
es: Bloquear tangentes

source: Some layers are 3D layers, that's a problem...
de: Manche Ebenen sind 3D-Ebenen. Das ist ein Problem...
eo_uy: Kelkaj tavoloj estas 3D tavoloj, tio estas problemo...
es: Algunas capas son capas 3D, eso es un problema...

source: This can't be rigged, sorry.
de: Das kann leider zu keinem Rig hinzugefügt werden.
eo_uy: Tio ne povas esti riginta, pardonu.
es: Esto no puede ser rigueado, lo sentimos.

source: Sorting layers...
de: Ebenen sortieren...
eo_uy: Ordiginta la tavoloj...
es: Ordenando las capas...

source: Root
de: Quellelement
eo_uy: Radiko
es: Raíz

source: Shoulders & neck
de: Schultern & Nacken
eo_uy: Ŝultroj kaj kolo
es: Hombros y cuello

source: Heel
de: Ferse
eo_uy: Kalkano
es: Talón

source: Shoulder
de: Schulter
eo_uy: Ŝultro
es: Hombro

source: Front leg
de: Vorderbein
eo_uy: Antaŭa kruro
es: Pierna delantera

source: Creating controllers
de: Erzeuge Kontroll-Elemente
eo_uy: Kreinta regiloj
es: Creando controladores

source: Parenting...
de: Hierarchie erstellen...
eo_uy: Muntiginta...
es: Emparentando...

source: Fish spine
de: Fish Wirbelsäule
eo_uy: Spino de fiŝo
es: Espina vertebral de pez

source: Rigging...
eo_uy: Rigi...
es: Rigueando...

source: Custom bones
de: Benutzerdefinierte Knochen
eo_uy: Propraj ostoj
es: Huesos personalizados

source: Crop precompositions
de: Unterkompositionen zuschneiden
eo_uy: Stuci la prekomponaĵojn
es: Recortar precomposiciones

source: Edit expression
de: Expression bearbeiten
eo_uy: Modifi la esprimon
es: Editar expresión

source: Automation and expressions
de: Automatisierung und Expressions
eo_uy: Aŭtomatigo kaj esprimoj
es: Automatización y expresiones

source: Separate the dimensions of the selected properties. Also works with colors, separated to RGB or HSL.
de: Dimensionen der ausgewählten Eigenschaften trennen. Funktioniert auch mit Farben, die zu RGB oder HSB getrennt wurden.
eo_uy: Apartigi la dimensiojn el la elektitaj propraĵoj. Ĝi ankaŭ laboras kun koloroj, apartigi de RGB aŭ HSL.
es: Separar las dimensiones de las propiedades seleccionadas. También funciona con colores, separados por RGB o HSL.

source: Toggle expressions, or remove them keeping the post-expression value on all selected properties. [Ctrl]: Remove expressions instead of just disabling. [Alt]: Remove expressions but keep the pre-expression value (After Effects default).
de: Expressions aktivieren/deaktivieren, oder entfernen wobei der Nach-Expression-Wert für alle ausgewählten Eigenschaften beibehalten wird. [Ctrl]: Expressions entfernen anstatt sie nur zu deaktvieren. [Alt]: Expressions entfernen aber Nach-Expression-Wert erhalten (After Effects Standard).
eo_uy: Baskuli la esprimoj, aŭ forigi ilin konservanta la post-esprima valoro en la tutaj elektitaj propraĵoj. [Ctrl]: Forigi la esprimoj anstataŭe malebligi ilin. [Alt]: Forigi la esprimoj sed konservi la pre-espriman valoron (After Effects defaŭlto).
es: (Des)activar las expresiones, o removerlas manteniendo el valor de la post-expresión en todas las propiedades seleccionadas. [Ctrl]: Eliminar las expresiones en vez de desactivarlas. [Alt]: Eliminar las expresiones pero mantener el valor pre-expresión (como predeterminado en After Effects).

source: Expression tools
de: Expression-Werkzeuge
eo_uy: Iloj de esprimo
es: Herramientas de expresión

source: Various tools to fix and work with expressions
de: Verschiedene Werkzeuge, um Expressions zu reparieren und zu bearbeiten
eo_uy: Pluraj iloj per ripari kaj labori kun esprimojn
es: Varias herramientas para corregir y trabajar con expresiones

source: Remove
de: Entfernen
eo_uy: Forigi
es: Eliminar

source: Replace all occurences of %1 by %2.
de: Ersetze alle Vorkommnisse von %1 durch %2.
eo_uy: Anstataŭigi ĉiujn okazaĵojn de %1 per %2.
es: Reemplazar todas las ocurrencias de %1 por %2.

source: Use
de: Verwende
eo_uy: Uzi
es: Usar

source: Copy expression
de: Expression kopieren
eo_uy: Kopii la esprimon
es: Copiar expresión

source: Copy the expression from the selected property.
de: Kopiert die Expression der ausgewählten Eigenschaft.
eo_uy: Kopii la esprimon je la elektita propraĵo.
es: Copiar la expresión de la propiedad seleccionada.

source: Paste the expression in all selected properties.
de: Füge die Expression in alle ausgewählten Eigenschaften ein.
eo_uy: Alglui la esprimon en ĉiuj elektitaj propraĵoj.
es: Pegar la expresión en todas las propiedades seleccionadas.
