Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Layer Names
de: Ebenen-Namen
es: Nombres de las capas

source: Expression engine
es: Motor de Expresión

source: Project size
de: Projekt-Größe
es: Tamaño del proyecto

source: Project items
de: Projekt-elemente
es: Elementos del proyecto

source: Duplicated footages
de: Dupliziertes Bildmaterial
es: Metrajes duplicados

source: Unused footages
de: Unbenutztes Bildmaterial
es: Metrajes no utilizados

source: Precompositions
de: Unterkompositionen
es: Precomposiciones

source: Main compositions
de: Haupt-Kompositionen
es: Composiciones principales

source: Memory in use
de: Speicher in Gebrauch
es: Uso de memoria

source: Essential properties
de: Erforderliche Eigenschaften
es: Propiedades esenciales

source: Time since last save
de: Vergangene Zeit seit der letzten Speicherung
es: Tiempo desde la última guardada

source: Up time
es: Tiempo de actividad

source: The project needs to be saved first.
de: Das Projekt muss zuerst gespeichert werden.
es: El proyecto debe guardarse primero.

source: Project
de: Projekt
es: Proyecto

source: Set a note for the current project
de: Eine Notiz für das aktuelle Projekt erstellen
es: Establecer una nota para el proyecto actual

source: Composition
de: Komposition
eo_uy: Kompozito
es: Composición

source: Set a note for the current composition
de: Eine Notiz für die aktuelle Komposition erstellen
es: Establecer una nota para la composición actual

source: Text file
de: Text-Datei
es: Archivo de texto

source: Select the file where to save the notes.
de: Wählen Sie eine Datei aus, in der die Notizen gespeichert werden.
es: Seleccionar la carpeta para guardar notas.

source: Reloads the note
de: Lädt die Notiz neu
es: Recarga la nota

source: New line: Ctrl/Cmd + Enter
de: Neue Zeile: Ctrl/Cmd + Enter
es: Nueva línea: Ctrl/Cmd + Enter

# file
source: Open...
de: Öffnen...
es: Abrir...

# file
source: Save as...
de: Speichern unter...
es: Guardar como...

source: Show envelops
de: Hülle zeigen
es: Mostrar envolturas

source: Show noodles
de: Nudeln anzeigen
es: Mostrar fideos

source: Create new composition
de: Neue Komposition erstellen
es: Crear una nueva composición

source: [Alt]: Create and build in a new composition.
de: [Alt]: Erstelle und baue eine neue Komposition.
es: [Alt]: Crear y construir en una nueva composición.

source: Create OCO Meta-rig
de: Erstelle OCO Meta-rig
es: Crear Metarig OCO

source: Meta-Rig name
es: Nombre del metarig

source: Meta-Rig settings.
de: Meta-Rig Einstellungen.
es: Ajustes de metarig.

source: Build selected Meta-Rig.
de: Ausgewähltes Meta-Rig erstellen.
es: Construye el metarig seleccionado.

source: Create a new Meta-Rig from selected bones or create a new category.
de: Erstelle ein neues Meta-Rig aus ausgewählten Knochen oder erstelle eine neue Kategorie.
es: Crear un nuevo metarig desde los huesos seleccionados o crear una nueva categoría.

source: Edit the selected Meta-Rig or category.
de: Ausgewähltes Meta-Rig oder Kategorie bearbeiten.
es: Editar el Metarig o la categoría seleccionada.

source: Remove the selected Meta-Rig or category from library.
de: Entferne das ausgewählte Meta-Rig oder Kategorie aus der Bibliothek.
es: Eliminar el Metarig o la categoría seleccionada de la biblioteca.

source: Sorry, the OCO library folder can't be found.
de: Der OCO-Bibliotheksordner konnte leider nicht gefunden werden.
es: Lo sentimos, la carpeta de la biblioteca OCO no se ha encontrado.

source: Select the OCO.config file.
de: Wählen Sie die OCO.config Datei.
es: Seleccione el archivo OCO.config.

source: Create OCO Meta-Rig
de: Erstelle OCO Meta-rig
es: Crear Metarig OCO

source: Selected bones
de: Ausgewählte Knochen
es: Seleccionar huesos

source: All bones
de: Alle Knochen
es: Todos los huesos

source: Icon
de: Symbol
es: Icono

source: Choose an icon to asssicate with the new Meta-Rig
de: Wähle ein Symbol zum zuordnen des neuen Meta-Rigs
es: Elegir un icono para asociarlo con el nuevo Metarig

source: Meta-Rig Name
es: Nombre del metarig

source: Choose the name of the meta-rig.
de: Wählen Sie den Namen des Meta-Rigs.
es: Elige el nombre del metarig.

source: Character height:
de: Charakterhöhe:
es: Estatura del personaje:

source: Export the selected armature to an OCO Meta-Rig file.
de: Exportieren Sie die ausgewählte Armatur in eine OCO Meta-Rig Datei.
es: Exportar el esqueleto seleccionado a un archivo de Metarig OCO.

source: Please, choose a name for the meta-rig
de: Bitte wählen Sie einen Namen für das Meta-Rig
es: Por favor, elige un nombre para este Metarig

source: The file: "{#}" already exists. Do you want to overwrite this file?
de: Die Datei "{#}" existiert bereits. Möchten Sie diese überschreiben?
es: El archivo: "{#}" ya existe. ¿Desea sobrescribir este archivo?

source: Sorry, we can't save an OCO file directly in the current category.
de: Leider können wir eine OCO-Datei nicht direkt in der aktuellen Kategorie speichern.
es: Lo sentimos, no podemos guardar un archivo OCO directamente en la categoría actual.

source: Are you sure you want to remove the Meta-Rig "{#}"?
de: Bist du sicher, dass du die Meta-Rig "{#} "entfernen möchtest?
es: ¿Está seguro de querer eliminar el Metarig "{#}"?

source: Are you sure you want to remove the category "{#}" and all its meta-rigs?
de: Bist du sicher, dass du die Kategorie "{#}" und alle seine Meta-Rigs entfernen möchtest?
es: ¿Está seguro de querer eliminar la categoria "{#}" y todos sus Metarigs?

source: Run script
de: Skript ausführen
es: Ejecutar script

source: All categories
de: Alle Kategorien
es: Todas las categorías

source: Dockable Scripts
de: Andockbare Skripte
es: Scripts acoplables

source: Startup Scripts
de: Startup-Skripte
es: Script de inicio

source: Shutdown Scripts
de: Shutdown-Skripte
es: Cerrar Scripts

source: Script settings
de: Skript-Einstellungen
es: Ajustes del script

source: Select icon
de: Icon auswählen
es: Seleccionar icono

source: Script name
de: Skript-Name
es: Nombre del script

source: Open scripts with...
de: Öffne Skripte mit...
es: Abrir scripts con...

source: Select an application to open the scripts. Leave the field empty to use the system default.
de: Wählen Sie eine Applikation aus, um die Skripte zu öffnen. Feld leer lassen, um den System-Standard zu benutzen.
es: Seleccionar una aplicación para abrir los scripts. Dejar el campo vacío para utilizar el sistema predeterminado.

source: Use the Duik quick editor.
de: Den Duik Schnell-Editor verwenden.
es: Usar el editor rápido de Duik.

source: Use the Duik quick script editor to edit the selected script.
de: Benutze den Duik Schnell-Editor, um das ausgewählte Skript zu bearbeiten.
es: Usar el editor de scripts rápido de Duik para editar el script seleccionado.

source: Run the selected script. [Alt]: Run the script as a standard script even if it's a dockable ScriptUI panel.
de: Ausgewähltes Skript ausführen. [Alt]: Führt das Skript als Standard-Skript aus, auch wenn es ein andockbares ScriptUI-Bedienfeld ist.
es: Ejecute el script seleccionado. [Alt]: Ejecute el script como un script estándar, incluso si es un panel ScriptUI acoplable.

source: Add a new script or a category to the library.
de: Neues Skript oder neue Kategorie zur Bibliothek hinzufügen.
es: Añadir un nuevo script o una categoría a la biblioteca.

source: Removes the selected script or category from the library.
de: Entfernt das ausgewählte Skript oder die ausgewählte Kategorie aus der Bibliothek.
es: Elimina el script o la categoría seleccionada de la biblioteca.

source: Edit the selected script. [Alt]: Use the Duik quick editor.
de: Ausgewähltes Skript bearbeiten. [Alt]: Den Duik Schnell-Editor verwenden.
es: Editar el script seleccionado. [Alt]: Usar el editor rápido de Duik.

source: Script not found
de: Skript nicht gefunden
es: No se encontró el script

source: Sorry, we can't save a script directly in the current category.
de: Leider können wir ein Skript nicht direkt in der aktuellen Kategorie speichern.
es: Lo sentimos, no podemos guardar un script directamente en la categoría actual.

source: Add new scripts to the library.
de: Neue Skripte zur Bibliothek hinzufügen.
es: Añadir nuevos scripts a la biblioteca.

source: Home panel enabled
de: Home-Bedienfeld aktiviert
es: Panel de inicio activado

source: The home panel helps Duik to launch much faster. Disabling it may make the launch time of Duik much slower.
de: Das-Home-Bedienfeld hilft DUIK viel schneller zu starten. Bei Deaktivierung kann es sein, dass DUIK viel langsamer startet.
es: El panel de inicio ayuda a Duik a lanzarse mucho más rápido. Desactivarlo puede hacer que el tiempo de lanzamiento de Duik sea mucho más lento.

source: Home panel disabled
de: Home-Bedienfeld deaktiviert
es: Panel de inicio desactivado

source: Layer controls alert enabled
de: Ebenenschalter-Warnung aktiviert
es: Alerta de controles de capa activada

source: You can disable the "Layer controls" alert dialog which is shown before long operations.
de: Sie können den Warndialog "Ebenensteuerungen" deaktivieren, der vor langen Berechnungen angezeigt wird.
es: Puede desactivar el diálogo de alerta "Controles de capa", que se muestra antes de realizar operaciones largas.

source: Layer controls alert disabled
de: Ebeneneinstellungs-Warnung deaktiviert
es: Alerta de controles de capa desactivada

source: Composition tools (crop, change settings...)
de: Kompositions-Werkzeuge (Zuschneiden, Einstellungen ändern...)
es: Herramientas de composición (recortar, cambiar ajustes...)

source: Layer
de: Ebene
es: Capa

source: Text
es: Texto

source: Text tools (rename, search and replace...)
de: Text-Werkzeuge (Umbenennen, Suchen und Ersetzen...)
es: Herramientas de texto (renombrar, buscar y reemplazar...)

source: Scripting tools
de: Skripting Werkzeuge
es: Herramientas de script

source: Crops the selected precompositions using the bounds of their masks.
de: Schneidet die Unterkompositionen anhand der Grenzen ihrer Masken zu.
es: Recorta las precomposiciones seleccionadas usando los límites de sus máscaras.

source: Sets the current or selected composition(s) settings, also changing the settings of all precompositions.
de: Legt die aktuellen oder ausgewählten Kompositions-Einstellungen fest. Ändert auch die Einstellungen aller Unterkompositionen.
es: Establece la configuración de la(s) composición(es) actual(es) o la(s) seleccionada(s), cambiando también la configuración de todas las precomposiciones.

source: Rename
de: Umbenennen
es: Cambiar nombre

source: Renames the selected items (layers, pins, project items...)
de: Benennt die ausgewählten Elemente um (Ebenen, Pins, Projekt-Elemente...)
es: Renombra los elementos seleccionados (capas, pines, elementos del proyecto...)

source: Puppet pins
de: Marionette-Pin
es: Pines de marioneta

source: Update expressions
de: Expressions aktualisieren
es: Actualizar expresiones

source: Automatically updates the expressions.
de: Aktualisiert Expressions automatisch.
es: Actualiza automáticamente las expresiones.

source: Remove the first digits
de: Erste Ziffern entfernen
es: Eliminar los primeros dígitos

source: digits
de: Ziffern
es: dígitos

source: Remove the last digits
de: Letzte Ziffern entfernen
es: Eliminar los últimos dígitos

source: Number from
de: Nummer von
es: Enumerar desde

source: Reverse
de: Umkehren
es: Revertir

source: Number from last to first.
de: Vom letzten zum ersten Element nummerieren.
es: Numerar del último al primero.

source: Prefix
de: Präfix
es: Prefijo

source: Suffix
de: Namenszusatz
es: Sufijo

source: Search and replace
de: Suchen und ersetzen
es: Buscar y reemplazar

source: Searches and replaces text in the project.
de: Sucht und ersetzt Text im Projekt.
es: Busca y reemplaza un texto en el proyecto.

source: Expressions
de: Expression
es: Expresiones

source: Texts
de: Texte
es: Textos

source: All Compositions
de: Alle Kompositionen
es: Todas las composiciones

source: Compositions
de: Kompositionen
es: Composiciones

source: Footages
de: Bilddaten
es: Metrajes

source: Folders
de: Ordner
es: Carpetas

source: All items
de: Alle Elemente
es: Todos los elementos

source: Selected items
de: Ausgewählte Elemente
es: Elementos seleccionados

source: Case sensitive
de: Groß-/Kleinschreibung
es: Distinguir mayúsculas

source: Search
de: Suche
es: Buscar

source: Replace
de: Ersetzen
es: Reemplazar

source: Search and replace text in the project.
de: Sucht und ersetzt Text im Projekt.
es: Buscar y reemplazar un texto en el proyecto.

source: Script library
de: Skripte-Bibliothek
es: Biblioteca de scripts

source: Quickly access and run all your scripts and panels.
de: Greifen Sie rasch auf Ihre Skripte und Bedienfelder zu und führen Sie diese aus.
es: Acceder rápidamente y ejecutar todos los scripts y paneles.

source: Scriptify expression
es: Escriptificar la expresión

source: Generate a handy ExtendScript code to easily include the selected expression into a script.
de: Generiert einen nützlichen ExtendScript-Code, um die ausgewählte Expression in ein Skript einzubinden.
es: Generar un práctico código ExtendScript para incluir fácilmente la expresión seleccionada en un script.

source: Script editor
de: Skript-Editor
es: Editor de script

source: A quick editor for editing and running simple scripts and snippets.
de: Ein rascher Editor, um einfache Skripte und Snippets zu bearbeiten und auszuführen.
es: Un editor rápido para editar y ejecutar scripts sencillos y fragmentos de código.

source: Sanity status
de: Gesundheits-Status
es: Estado de sanidad

source: [Alt]: One controller for all layers. [Ctrl]: Parent layers to the controllers.
de: [Alt]: Ein Kontroll-Element für alle Ebenen. [Ctrl]: Ebenen den Kontroll-Elementen unterordnen.
es: [Alt]: Un controlador para todas las capas. [Ctrl]: Emparentar capas a los controladores.

source: Art
de: Grafik
es: Diseño

source: Adjustment
de: Einstellung
es: Ajuste

source: Reposition the anchor points of all selected layers.
de: Repositioniert die Ankerpunkte aller ausgewählter Ebenen.
es: Reposicionar los puntos de anclaje de todas las capas seleccionadas.

source: Use Full bones (with envelop and noodle)
de: Verwende volle Knochen (mit Hülle und Nudel)
es: Usar huesos completos (con envoltura y fideo)

source: Use Light bones
de: Helle Knochen verwenden
es: Usar huesos ligeros

source: Include masks
de: Masken inkludieren
es: Incluir máscaras

source: Use the masks too to compute the bounds of the layers when repositionning the anchor point.
de: Verwende die Masken, um die Begrenzung der Ebene zu berechnen, wenn der Ankerpunkt repositioniert wird.
es: Utilizar también las máscaras para calcular los límites de las capas al reposicionar el punto de anclaje.

source: Margin
de: Spielraum
es: Margen

source: Select the layer (texture/map)
de: Ebene auswählen (Textur/Referenz)
es: Seleccionar la capa (textura/mapa)

source: Select the layer (texture) to use as an effector.
de: Ebene (Textur) auswählen, die als Effektor genutzt werden soll.
es: Seleccionar la capa (textura) para usar como un efector.

source: Connect properties
de: Eigenschaften verbinden
es: Conectar propiedades

source: Align layers.
de: Ebenen ausrichten.
eo_uy: Laŭliniigi la tavolojn.
es: Alinear capas.

source: All selected layers will be aligned to the last selected one.
de: Alle Ebenen werden an der zuletzt ausgewählten ausgerichtet.
es: Todas las capas seleccionadas serán alineadas a la última capa seleccionada.

source: Clean Keyframes. Automates the animation process, and makes it easier to control: - Anticipation - Motion interpolation - Overlap - Follow through or Bounce - Soft Body simulation
de: Keyframes säubern. Automatisiert den Animations-Prozess und erleichtert die Kontrolle: - Antizipation - Bewegungs-Interpolation - Overlap - Follow Through oder Sprung - Soft Body Simulation
es: Limpiar fotogramas clave. Automatiza el proceso de animación, y hace más fácil controlar: - Anticipación - Interpolación de movimiento - Superposición - Seguimiento o Rebote - Simulación de un cuerpo blando

source: Alive (anticipation + interpolation + follow through)
de: Lebendig (Antizipation + Interpolation + Weiterverfolgung)
es: Vivo (anticipación + interpolación + seguimiento)

source: The default animation, with anticipation, motion interpolation and follow through.
de: Die Standard-Animation, mit Antizipation, Bewegung-Interpolation und Weiterverfolgung.
es: Animación predeterminada, con anticipación, interpolación de movimiento y seguimiento.

source: Inanimate (interpolation + follow through)
de: Leblos (Interpolation + Follow Through)
es: Inanimado (interpolación + seguimiento)

source: For inanimate objects. Deactivate the anticipation.
de: Für leblose Objekte. Deaktiviert die Antizipation.
es: Para los objetos inanimados. Desactive la anticipación.

source: True stop (anticipation + interpolation)
de: Echter Stopp (Antizipation + Interpolation)
es: Parada real (anticipación + interpolación)

source: Deactivate the follow through animation.
de: Deaktiviert die Follow Through Animation.
es: Desactivar la animación de seguimiento.

source: Exact keyframes (interpolation only)
de: Exakte Keyframes (nur Interpolation)
es: Fotogramas clave exactos (solo interpolación)

source: Deactivates anticipation and follow through, and use the exact keyframe values. Generate only the motion interpolation.
de: Deaktiviert Antizipation und Durchschwingen und verwendet die genauen Keyframe-Werte. Generiert nur die Bewegungsinterpolation.
es: Desactiva la anticipación y el seguimiento, y utiliza los valores exactos del fotograma clave. Genera solo la interpolación del movimiento.

source: Spring (follow through only)
de: Feder (nur Follow Through)
es: Salto (solo seguimiento)

source: Use AE keyframe interpolation and just animate the follow through.
de: Verwendet AE Keyframe-Interpolation und animiert nur das Follow Through.
es: Usar la interpolación de fotogramas clave de AE y animar simplemente el seguimiento.

source: Spring (no simulation)
de: Feder (keine Simulation)
es: Salto (sin simulación)

source: A lighter version of the spring, which works only if the property has it's own keyframes. Motion from parent layers or the anchor point of the layer itself will be ignored.
de: Eine leichtere Version de Feder, die nur funktioniert, wenn die Eigenschaft eigene Keyframes besitzt. Bewegung von übergeordneten Ebenen oder der Ankerpunkt der Ebene werden ignoriert.
es: Una versión más ligera del salto, que funciona únicamente si la propiedad tiene sus propios fotogramas clave. El movimiento de las capas primarias o el punto de anclaje de la capa será ignorado.

source: Bounce (follow through only)
de: Sprung (nur Follow Through)
es: Rebote (únicamente seguimiento)

source: Use AE keyframe interpolation and just animate a bounce at the end.
de: Verwendet die AE-Keyframe-Interpolation und animiert nur am Ende einen Sprung.
es: Usar la interpolación de fotogramas clave de AE y animar simplemente un rebote al final.

source: Bounce (no simulation)
de: Sprung (keine Simulation)
es: Rebote (sin simulación)

source: Limits
de: Grenzwerte
es: Límites

source: Limit the value the property can get.
de: Schränkt die Werte ein, die diese Eigenschaft annhemen kann.
es: Limitar el valor que la propiedad puede obtener.

source: Adjusts the exposure of the animation (changes and animates the framerate) [Ctrl]: (Try to) auto-compute the best values.
de: Passt die Belichtung der Animation an (verändert und animiert die Framerate) [Ctrl]: (Versucht) Die besten Werte automatisch berechnen.
es: Ajusta la exposición de la animación (cambia y anima la velocidad de fotogramas) [Ctrl]: (Intentar) calcular automáticamente los mejores valores.

source: Automatically rig armatures (use the Links & constraints tab for more options).
de: Automatisch Gerüst-Rig erstellen (Verwenden Sie den Verbindungen & Beschränkungen Reiter für weitere Optionen).
es: Rigear automáticamente los esqueletos (utilizar la pestaña Enlaces y Restricciónes para obtener más opciones).

source: 3-Layer rig:
de: 3-Ebenen Rig:
es: Rig de 3 capas:

source: Long chain rig:
de: Langes Ketten-Rig:
es: Rig de cadena larga:

source: Create a root controller
es: Crear un controlador raíz

source: Baking:
de: Einfrieren
es: Fijando:

source: Bake envelops
de: Baking von Hüllen
es: Fijar envolturas

source: Remove deactivated noodles.
de: Deaktivierte Nudeln entfernen.
es: Eliminar los fideos desactivados.

source: Add a list to the selected properties.
de: Liste zu ausgewählten Eigenschaften hinzufügen.
eo_uy: Aldoni liston al la elektitaj propraĵoj.
es: Añadir una lista a las propiedades seleccionadas.

source: Set the spatial interpolation to B\u00e9zier for selected keyframes.
de: Räumliche Interpolation für ausgewählte Keyframes auf B\u00e9zier festlegen.

source: Set the spatial interpolation to B\u00e9zier Out for selected keyframes.
de: Räumliche Interpolation für ausgewählte Keyframes auf B\u00e9zier Out festlegen.

source: Set the spatial interpolation to B\u00e9zier In for selected keyframes.
de: Räumliche Interpolation für ausgewählte Keyframes auf B\u00e9zier In festlegen.

source: 2DList
de: 2DListe

source: 3DList
de: 3DListe

source: Color List
de: Farbliste

# controller_shape
source: vertical
de: Vertikal
eo_uy: vertikala

# controller_shape
source: loc
de: ort
eo_uy: kieo

# controller_shape
source: etm
de: EXT

# controller_shape
source: audio
de: ton
eo_uy: sonaĵo

# controller_shape
source: torso
de: oberkörper

source: Audio
de: Ton
eo_uy: Sonaĵo

source: Torso
de: Oberkörper

# anatomy
source: tibia
de: Schienbein
eo_uy: tibio

source: A higher factor → a higher precision. • Smart mode: lower the factor to keep keyframes only for extreme values. Increasing the factor helps to get a more precise curve with inflexion keyframes. • Precise mode: A factor higher than 1.0 increases the precision to sub-frame sampling (2 → two samples per frame). A factor lower than 1.0 decreases the precision so that less frames are sampled (0.5 → half of the frames are sampled). Decrease the precision to make the process faster, increase it if you need a more precise motion-blur, for example.
de: Höherer Faktor → höhere Präzision. • Smart-Mode: Faktor herabsetzen, um Keyframes nur für extreme werte zu behalten. Erhöhung des Faktors hilft eine präzisere Kurve mit Inflexion-Keyframes zu erhalten. • Präziser Modus: Ein Faktor höher als 1.0 steigert die Präzision zu Sub-Frame-Sampling (2 → Zwei Samples pro Frame). Ein Faktir niedriger als 1.0 verringert die Präzision, so dass weniger Frames gesampled werden (0.5 → die Hälfte der Frames wird gesampled). Prääzision verringern, um den Prozess zu beschleunigen, steigern wenn ein präzisere Bewegungsunschärfe gewünscht ist.
eo_uy: Plej granda faktoro →plej granda precizo. • Inteligenta reĝimo: malgrandigu la faktoro per konservi la gravabildojn nur per ekstremaj valoroj. Grandigi la faktoro helpi havi plej precizan kurbon kun fleksia gravabildoj. • Preciza reĝimo: Faktoron plej granda kiel 1.0 grandigas la precizo al specimenado de sub-bildoj (2 → du specimenadoj per bildo). Faktoron malplej granda kiel 1.0 malgrandigas la precizo tiel malpli bildoj estas specimenadi (0.5 → duono de la bildoj estas specimenadinta). Malgrandigu la precizo per rapidigi la procezo, grandigu ĝin se vi bezonas plej precizan malklariĝa movo, ekzemple.

source: Automatically (try to) link the artwork layers to their corresponding bones.
de: Automatisch (versuchen) die Grafik-Ebenen mit den entsprechenden Knochen zu verknüpfen.

source: Color
de: Farbe
eo_uy: Koloro

source: DVCPRO HD 1080 (1.5)
de: DVCPRO HD (1.5)

source: Proxy
de: Stellvertreter
eo_uy: Prokurilo
