Repository: RxLaboratory/Duik
Catalog: translation/Duik_*.po
Languages: de, eo_uy, es

source: Use an external editor to edit the selected expression. [Ctrl]: Reloads the expressions from the external editor.
de: Nutzen Sie einen externen Editor, um die Expression zu bearbeiten. [Ctrl]: Lädt die Expression aus dem externen Editor.
eo_uy: Uzi eksteran editoron per modifi la elektitan esprimon. [Ctrl]: Reŝargas la esprimon je la ekstera editoro.
es: Utilizar un editor externo para editar la expresión seleccionada. [Ctrl]: Recarga las expresiones del editor externo.

source: Open expressions with...
de: Öffne Expression mit...
eo_uy: Malfermi la esprimojn per...
es: Abrir expresiones con...

source: Select an application to open the expressions. Leave the field empty to use the system default for '.jsxinc' files.
de: Wählen Sie eine Applikation, um die Expression zu öffnen. Lassen Sie das Feld leer, für den System-Standard für '.jsxinc' Dateien.
eo_uy: Elektu aplikon per malfermi la esprimojn. Lasu la kampon malplena per uzi la defaŭltan sistemon per la dosieroj '.jsxinc'.
es: Seleccione una aplicación para abrir las expresiones. Deje el campo vacío para utilizar el valor predeterminado del sistema para los archivos '.jsxinc'.

source: System default
de: System-Standard
eo_uy: Defaŭlta sistemo
es: Sistema predeterminado

source: Set a random value to the selected properties, keyframes or layers.
de: Belegt die ausgewählten Eigenschaften, Keyframes oder Ebenen mit einem zufälligen Wert.
eo_uy: Agordi hazardan valoron al la elektitaj propraĵoj, gravabildoj aŭ tavoloj.
es: Establecer un valor aleatorio a las propiedades, fotogramas clave o capas seleccionadas.

source: Current values
de: Aktuelle Werte
eo_uy: Nunaj valoroj
es: Valores actuales

source: Values of the properties at the current time
de: Werte der Eigenschaften zur aktuellen Zeit
eo_uy: Valoroj de la propraĵoj je la nuna momento
es: Valores de las propiedades en el momento actual

source: Layer attributes
de: Ebenen-Eigenschaften
eo_uy: Atributoj de la tavolo
es: Atributos de capa

source: Attributes of the layers.
de: Eigenschaften der Ebenen.
eo_uy: Atributoj de la bildoj.
es: Atributos de las capas.

source: Keyframes (value and time).
de: Keyframes (Wert und Zeit).
eo_uy: Gravabildo (valoro kaj momento).
es: Fotogramas clave (valor y tiempo).

source: Natural (gaussian)
de: Natürlich (Gauss)
eo_uy: Natura (gaussiana)
es: Natural (gaussiano)

source: Uses an algorithm with a natural result (using the Gaussian bell-shaped function). A few values may be out of range.
de: Verwendet einen Algorithmus mit natürlichen Resultaten (unter Verwendung der Gauss’schen Glockenkurven-Funktion). Einige Werte könnten außerhalb der Reichweite liegen.
eo_uy: Uzas algoritmon kun natura rezultaĵo (uzanta la gaussiana funkcio kies havas sonorilan formon). Kelkaj valoroj povas esti for el la rango.
es: Utiliza un algoritmo con un resultado natural (usando la función en forma de campanilla Gaussiana). Algunos valores pueden estar fuera de rango.

source: Strict
de: Streng
eo_uy: Severo
es: Estricto

source: Uses strict values.
de: Verwendet strenge Werte.
eo_uy: Uzas severajn valorojn.
es: Utiliza valores estrictos.

source: Collapse dimensions
de: Dimensionen reduzieren
eo_uy: Kunfandi la dimensiojn
es: Colapsar las dimensiones

source: Controls all dimensions or channels with a single value.
de: Kontrolliert alle Dimensionen oder Kanäle mit einem einzigen Wert.
eo_uy: Regas la ĉiujn dimensiojn aŭ kanalojn kun unuopan valoron.
es: Controla todas las dimensiones o canales con un único valor.

source: Separate all dimensions or channels to control them individually.
de: Trennt alle Dimensionen oder Kanäle, um diese einzeln zu kontrollieren.
eo_uy: Apartigi la ĉiujn dimensiojn aŭ kanalojn per regi ilin unuope.
es: Separar todas las dimensiones o canales para controlarlos individualmente.

source: Indices
de: Indizes
eo_uy: Indicoj
es: Índices

source: Values
de: Werte
eo_uy: Valoroj
es: Valores

source: Control all dimensions or channels with a single value.
de: Kontrolliert alle Dimensionen oder Kanäle mit einem einzigen Wert.
eo_uy: Regas la ĉiujn dimensiojn aŭ kanalojn kun unuopa valoro.
es: Controlar todas las dimensiones o canales con un único valor.

source: Min
es: Mín

source: Max
eo_uy: Maks
es: Máx

source: Replace expressions by keyframes. Use a smart algorithm to have as less keyframes as possible, and keep them easy to edit afterwards.
de: Ersetzt Expressions mit Keyframes. Verwendet einen Algorithmus, um möglichst wenige Keyframes zu erhalten, und diese danach leicht bearbeitbar zu machen.
eo_uy: Anstataŭigi la esprimojn per gravabildoj. Uziĝi inteligenta algoritmo per havi la malplej gravabildojn kiel eble, kaj teni ilin facila per redaktado poste.
es: Reemplazar las expresiones por fotogramas clave. Utilizar un algoritmo inteligente para tener los menos fotogramas clave posibles, y mantenerlos fáciles de editar después.

source: Smart mode
de: Smart-Modus
eo_uy: Inteligenta reĝimo
es: Modo inteligente

source: Use a smarter algorithm which produces less keyframes. The result may be easier to edit afterwards but a bit less precise than other modes
de: Benutzt einen Algorithmus, der weniger Keyframes erstellt. Das Resultat ist möglicherweise einfacher zu bearbeiten, aber weniger präzise als die anderen Modi
eo_uy: Uzigi plej inteligenta algoritmo kio produktas malplej gravabildojn. La rezulto povas esti plej facila per redakti poste sed malplej preciza ol aliaj reĝimoj
es: Utilizar un algoritmo más inteligente que produzca menos fotogramas clave. El resultado puede ser más fácil de editar después pero un poco menos preciso que otros modos

source: Precise mode
de: Präziser Modus
eo_uy: Preciza reĝimo
es: Modo preciso

source: Add new keyframes for all frames. This mode produces more keyframes but the result may be closer to the original animation.
de: Neue Keyframes für alle Einzelbilder hinzufügen. Dieser Modus erstellt mehr Keyframes, aber das Resultat könnte dem Original näher kommen.
eo_uy: Aldoni novajn gravabildojn per la ĉiuj bildoj. Ĉi tiu reĝimo produktas plej gravabildojn sed la rezulto povas esti plej proksime je la originala animacio.
es: Añadir nuevos fotogramas clave para todos los cuadros. Este modo produce más fotogramas clave pero el resultado puede ser más cercano a la animación original.

source: Precision factor
de: Präzisions-Faktor
eo_uy: Faktoro de precizeco
es: Factor de precisión

source: Replaces all expressions of the composition by keyframes, and removes all non-renderable layers. Uses a smart algorithm to have as less keyframes as possible, and keep them easy to edit afterwards.
de: Ersetzt alle Expressions der Komposition mit Keyframes, und entfernt alle Ebenen, die nicht gerendert werden können. Verwendet einen Algorithmus, um möglichst wenige Keyframes zu erhalten, und diese danach leicht bearbeitbar zu machen.
eo_uy: Anstataŭigas la tutajn esprimojn de la komponaĵo per gravabildoj, kaj forigas la tutajn ne bildigitaj tavoloj.
es: Reemplazar todas las expresiones de la composición por fotogramas clave, y eliminar todas las capas no renderizables. Utilizar un algoritmo inteligente para tener menos fotogramas clave como sea posible, y mantenerlos fáciles de editar después.

source: Activate the time remapping on the selected layers, adjusts the keyframes and adds a loop effect.
de: Aktiviert die Zeitverzerrung auf den ausgewählten Ebenen, passt die Keyframes an und fügt einen Loop-Effekt hinzu.
eo_uy: Aktivi la momenta rekartigo en la elektitaj tavoloj, ĝustigas la gravabildojn kaj aldonas iteracia efekto.
es: Activar el remapeo de tiempo en las capas seleccionadas, ajusta los fotogramas clave y agrega un efecto de bucle.

source: Creates a spatial effector to control properties. Select the properties to control first, then click on this button.
de: Erzeugt einen räumlichen Effektor, um Eigenschaften zu kontrollieren. Wählen Sie zuerst die zu kontrollierenden Eigenschaften aus, dann drücken Sie diesen Knopf.
eo_uy: Kreas spaca efektulo per regi la propraĵojn. Elektitu unue la propraĵojn per regi, poste klaku ĉi tiu butono.
es: Crea un efector espacial para controlar las propiedades. Seleccionar primero las propiedades a controlar, luego hacer clic en este botón.

source: Control properties using a map (texture) layer.
de: Kontrolliert Eigenschaften anhand einer Referenz-(Textur) Ebene.
eo_uy: Regi la propraĵoj per tekstura tavolo.
es: Controlar las propiedades mediante una capa de mapa (textura).

source: Add a random but smooth animation to the selected properties.
de: Fügt eine zufällige aber sanfte Animation zu den ausgewählten Eigenschaften hinzu.
eo_uy: Aldoni hazardan sed glata animacio al la elektitaj propraĵoj.
es: Añadir a las propiedades seleccionadas una animación aleatoria pero suave.

source: Individual controls
de: Individuelle Kontroll-Elemente
eo_uy: Individuaj regiloj
es: Controles individuales

source: Create one individual control for each property.
de: Erzeugt ein eigenes Kontroll-Element für jede Eigenschaft.
eo_uy: Krei individuan regilon per ĉiu propraĵo.
es: Crear un control individual para cada propiedad.

source: Unified control
de: Einheiltliches Kontroll-Element
eo_uy: Unuigita regilo
es: Control unificado

source: Create a single control for all properties. a.k.a. The One Duik To Rule Them All.
de: Erzeugt ein einziges Kontroll-Element für alle Eigenschaften. a.k.a. »Der eine Duik um sie alle zu knechten.
eo_uy: Krei unuopan regilon per la ĉiuj propraĵoj. a.k.a. La sola Duik per regi ilin ĉiuj.
es: Crear un único control para todas las propiedades. a.k.a. El Único Duik Para Manejarlas Todas.

source: Add a control effect to randomize (and animate) the selected properties.
de: Fügt einen Kontroll-Effekt hinzu, um die ausgewählten Eigenschaften zu randomisieren (und zu animieren).
eo_uy: Aldoni regilan efekton per hazardigi (kaj animi) la elektitaj propraĵoj.
es: Añadir un efecto de control para aleatorizar (y animar) las propiedades seleccionadas.

source: Creates a single control for all properties. a.k.a. The One Duik To Rule Them All.
de: Erzeugt ein einziges Kontroll-Element für alle Eigenschaften. a.k.a. »Der eine Duik um sie alle zu knechten.
eo_uy: Kreas unuopan regilon per la ĉiuj propraĵoj. a.k.a. La sola Duik per regi ilin ĉiuj.
es: Crea un único control para todas las propiedades. a.k.a. El Único Duik Para Manejarlas Todas.

source: Swing or blink. Alternate between two values, going back and forth, with advanced interpolation options.
de: Schwingen oder Blinken. Wechselt zwischen zwei Werten, vor und zurück, mit fortgeschrittenen Interpolations-Optionen.
eo_uy: Balanci aŭ pulsi. Alterni inter dua valoro, balanciĝanta re kaj for, kun altnivelaj opcioj de interpolado.
es: Parpadear o balancear. Alternar entre dos valores, yendo hacia adelante y hacia atrás con opciones avanzadas de interpolación.

source: Swing
de: Schwingen
eo_uy: Balanciĝo
es: Balanceo

source: Smoothly go back and forth between two values.
de: Geht sanft zwischen zwei Werten vor und zurück.
eo_uy: Glate iri re kaj for inter duaj valoroj.
es: Ir suavemente de un lado a otro entre dos valores.

source: Blink
de: Blinken
eo_uy: Palpebrumado
es: Parpadeo

source: Switch between two values, without interpolation.
de: Wechselt zwischen zwei Werten ohne Interpolation.
eo_uy: Ŝalti inter duajn valorojn, sen interpolado.
es: Intercambiar entre dos valores, sin interpolación.

source: Automates the rotation of the selected layers as wheels.
de: Automatisiert die Rotation ausgewählter Ebenen als Räder.
eo_uy: Aŭtomatigi la rotacion de la elektitaj tavoloj kiel radoj.
es: Automatiza la rotación de las capas seleccionadas como si fueran ruedas.

source: Add cycles to the animated properties, (with more features than the 'loopOut' and 'loopIn' expressions).
de: Fügen Sie Zyklen zu animierten Eigenschaften hinzu (mit mehr Möglichkeiten als 'loopOut' und 'loopIn' Expressions).
eo_uy: Aldoni ciklojn al la animaciaj propraĵoj, (kun plej ĉefaĵaj ol la 'loopOut' kaj 'loopIn' esprimoj).
es: Añadir ciclos a las propiedades animadas, (con más características que las expresiones 'loopOut' y 'loopIn').

source: Animate the selected character using a procedural walk or run cycle.
de: Animiert den ausgewählten Charakter unter der Verwendung eines prozeduralen Gang- oder Lauf-Zyklus.
eo_uy: Animi la elektitajn personetojn per procedura ciklo de marŝado aŭ kurado.
es: Animar el personaje seleccionado usando un ciclo de marcha o de corrida procedimental.

source: Neck
de: Nacken
eo_uy: Kolo
es: Cuello

source: Right hand
de: Rechte Hand
eo_uy: Dekstra mano
es: Mano derecha

source: Left hand
de: Linker Hand
eo_uy: Maldekstra mano
es: Mano izquierda

source: Right foot
de: Rechter Fuß
eo_uy: Dekstra piedo
es: Pie derecho

source: Left foot
de: Linker Fuß
eo_uy: Maldekstra piedo
es: Pie izquierdo

source: Rig paint effects and brush strokes to animate them more easily.
de: Erzeugt ein Rig für Mal-Effekte und Pinselstriche, um sie einfacher zu animieren.
eo_uy: Rigi pentraĵajn efektojn kaj brosajn strekojn per animi ilin plej facile.
es: Riguear efectos de pintura y pinceladas para animarlos con mayor facilidad.

source: Bones
de: Knochen
eo_uy: Ostoj
es: Huesos

source: Select bones
de: Knochen auswählen
eo_uy: Elekti la ostojn
es: Seleccionar huesos

source: Select all bones
de: Alle Knochen auswählen
eo_uy: Elekti la ĉiujn ostojn
es: Seleccionar todos los huesos

source: Show/hide bones
de: Kochen ein-/ausblenden
eo_uy: Montri/Kaŝi la ostojn
es: Mostrar/ocultar huesos

source: Show/Hide all the bones. [Alt]: Only the unselected bones.
de: Alle Knochen zeigen/ausblenden. [Alt]: Nur nicht ausgewählte Knochen.
eo_uy: Montri/Kaŝi la tutajn ostojn. [Alt]: Nur la ne elektitaj ostoj.
es: Mostrar/Ocultar todos los huesos. [Alt]: Solo los huesos no seleccionados.

source: Duplicate bones
de: Knochen duplizieren
eo_uy: Duobligi la ostojn
es: Duplicar los huesos

source: Duplicate the selected bones
de: Dupliziert die ausgewählten Knochen
eo_uy: Duobligi la elektitajn ostojn
es: Duplicar los huesos seleccionados

source: Edit mode
de: Bearbeitungs-Modus
eo_uy: Modifii reĝimo
es: Modo edición

source: Bake bone appearances. [Alt]: Keep envelops. [Ctrl]: Keep deactivated noodles.
de: Baking von Knochen-Erscheinungsbildern. [Alt]: Hüllen behalten. [Ctrl]: Deaktivierte Nudeln behalten.
eo_uy: Haltigi la aspektojn de la ostoj. [Alt]: Konservi la kovriloj. [Ctrl]: Konservi la nudeloj malaktivi.
es: Fijar las apariencias de los huesos. [Alt]: Mantener las envolturas. [Ctrl]: Mantener los fideos desactivados.

source: Bone settings
de: Knochen-Einstellungen
eo_uy: Ostaj fiksoj
es: Opciones de huesos

source: Edit selected bones
de: Ausgewählte Knochen bearbeiten
eo_uy: Modifi la elektitajn ostojn
es: Editar los huesos seleccionados

source: Current Selection
de: Aktuelle Auswahl
eo_uy: La nuna Elektaĵo
es: Selección Actual

source: Side
de: Seite
eo_uy: Flanko
es: Lado

source: Location
de: Ort
eo_uy: Pozicio
es: Localización

source: Set the color of the selected layers.
de: Farbe der ausgewählten Ebenen festlegen.
eo_uy: Agordi la koloron de la elektitaj tavoloj.
es: Definir el color de las capas seleccionadas.

source: Size
de: Größe
eo_uy: Dimensio
es: Tamaño

source: Change the size of the layer.
de: Ändern Sie die Größe der Ebene.
eo_uy: Ŝanĝi la dimension de la tavolo.
es: Modificar el tamaño de la capa.

source: Change the opacity of the bones.
de: Deckkraft der Knochen ändern.
eo_uy: Ŝanĝi la opakecon de la ostoj.
es: Modificar la opacidad de los huesos.

source: Group name
de: Gruppenname
eo_uy: Grupnomo
es: Nombre del grupo

source: Character / Group name
de: Charakter / Gruppenname
eo_uy: Nomo de la personeto / grupo
es: Nombre de personaje / grupo

source: Choose the name of the character.
de: Wählen Sie den Namen des Charakters.
eo_uy: Elekti la nomon de la personeto.
es: Elija el nombre del personaje.

source: Name
eo_uy: Nomo
es: Nombre

source: (Limb) Name
de: (Gliedmassen) Name
eo_uy: Nomo (de la membro)
es: Nombre (del miembro)

source: Change the name of the limb this layer belongs to
de: Ändern Sie den Namen der Gliedmaße zu der diese Ebene gehört
eo_uy: Ŝanĝi la nomon de la membro kies tiu tavolo apartenas
es: Modificar el nombre del miembro al que pertenece esta capa

source: Envelop
de: Hülle
eo_uy: Kovrilo
es: Envoltura

source: Enabled
de: Aktiviert
eo_uy: Ŝaltita
es: Activado

source: Toggle the envelops of the selected bones
de: Hülle der ausgewählten Knochen umschalten
eo_uy: Baskuli la kovriloj de la elektitaj ostoj
es: (Des)activar las envolturas de los huesos seleccionados

source: Envelop opacity
de: Hüllen-Deckkraft
eo_uy: Opakeco de la kovrilo
es: Opacidad de las envolturas

source: Change the opacity of the envelop.
de: Deckkraft der Hülle ändern.
eo_uy: Ŝanĝi la opakecon de la kovrilo.
es: Cambiar la opacidad de las envolturas.

source: Envelop color
de: Hüllen-Farbe
eo_uy: Kovrila koloro
es: Color de la envoltura

source: Set the color of the selected envelops.
de: Farbe der ausgewählten Hüllen festlegen.
eo_uy: Agordi la koloron de la elektitaj kovriloj.
es: Definir el color de las envolturas seleccionadas.

source: Envelop stroke size
de: Hüllen-Kontur-Größe
eo_uy: Dimensio de la kovrila streko
es: Tamaño del trazo de la envoltura

source: Change the size of the envelop stroke.
de: Größe der Hüllen-Kontur ändern.
eo_uy: Ŝanĝi la dimension de la kovrila streko.
es: Cambiar el tamaño del trazo de la envoltura.

source: Envelop stroke color
de: Hüllen-Kontur-Farbe
eo_uy: Koloro de la kovrila streko
es: Color del trazo de la envoltura

source: Set the color of the selected envelops strokes.
de: Legen Sie die Farbe der ausgewählten Hüllen-Kontur fest.
eo_uy: Agordi la koloron de la elektitaj kovrilaj strekoj.
es: Definir el color de los trazos de las envolturas seleccionadas.

source: Noodle
de: Nudel
eo_uy: Nudelo
es: Fideo

source: Toggle the noodles of the selected bones
de: Die Nudeln der ausgewählten Knochen umschalten
eo_uy: Baskuli la nudeloj de la elektitaj ostoj
es: (Des)activar los fideos de los huesos seleccionados

source: Noodle color
de: Nudelfarbe
eo_uy: Koloro de la nudeloj
es: Color del fideo

source: Set the color of the selected noodles.
de: Farbe der ausgewählten Nudeln festlegen.
eo_uy: Agordi la koloron de la elektitaj nudeloj.
es: Definir el color de los fideos seleccionados.

source: Pick selected layer
de: Ausgewählte Ebene wählen
eo_uy: Selekti la elektitan tavolon
es: Elegir la capa seleccionada

source: Apply changes. [Alt]: assigns a random color to each bone.
de: Änderungen anwenden. [Alt]: Weist jedem Knochen eine zufällige Farbe zu.
eo_uy: Apliki la ŝanĝojn. [Alt]: Atribuas hazarda koloro al ĉiu osto.
es: Aplicar cambios. [Alt]: asigna un color aleatorio a cada hueso.

source: Edit bones
de: Knochen bearbeiten
eo_uy: Modifi la ostojn
es: Editar huesos

source: Character Name
de: Charakter-Name
eo_uy: Nomo de la personeto
es: Nombre del personaje

source: Add an armature for an arm
de: Gerüst für einen Arm hinzufügen
eo_uy: Aldoni armaturon per brakon
es: Añadir un esqueleto para un brazo

source: [Ctrl]: Auto-parent the selection to the new bones. [Alt]: Assign a random color to the new limb.
de: [Ctrl]: Auswahl den neuen Knochen unterordnen. [Alt]: Neuer Gliedmaße eine zufällige Farbe zuweisen.
eo_uy: [Ctrl]: Auto-munti la elektaĵo al la novaj ostoj. [Alt]: Atribuas hazarda koloro al la nova membro.
es: [Ctrl]: Auto-emparentar la selección a los nuevos huesos. [Alt]: Asignar un color aleatorio al nuevo miembro.

source: Create
de: Erstellen
eo_uy: Krei
es: Crear

source: Create arm
de: Arm erzeugen
eo_uy: Krei brakon
es: Crear brazo

source: Forearm
de: Unterarm
eo_uy: Antaŭbrako
es: Antebrazo

source: Add an armature for a leg
de: Gerüst für ein Bein hinzufügen
eo_uy: Aldoni armaturon per kruron
es: Añadir un esqueleto para una pierna

source: Create leg
de: Bein erzeugen
eo_uy: Krei kruron
es: Crear pierna

source: Thigh
de: Oberschenkel
eo_uy: Femuro
es: Muslo

source: Calf
de: Unterschenkel
eo_uy: Suro
es: Pantorrilla

source: Toes
de: Zehen
eo_uy: Piedfingroj
es: Dedos de los Pies

source: Add an armature for a spine (including the hips and head)
de: Gerüst für ein Rückgrat hinzufügen (inklusive Hüfte und Kopf)
eo_uy: Aldoni armaturon per spino (inkluzivenda la koksoj kaj la kapo)
es: Añadir un esqueleto para una columna (incluyendo la cadera y la cabeza)

source: Create spine
de: Rückgrat erzeugen
eo_uy: Krei spinon
es: Crear columna

source: Add an armature for a hair strand.
de: Gerüst für eine Haarsträhne hinzufügen.
eo_uy: Aldoni armaturon per fadeno de haro.
es: Añadir un esqueleto para una hebra de cabello.

source: Create hair strand
de: Haarsträhne erzeugen
eo_uy: Krei fadenon de haro
es: Crear una hebra de pelo

source: Hair:
de: Haare:
eo_uy: Haro:
es: Pelo:

source: layers
de: ebenen
eo_uy: tavoloj
es: capas

source: Create tail
de: Schweif erzeugen
eo_uy: Krei voston
es: Crear cola

source: Tail:
de: Schweif:
eo_uy: Vosto:
es: Cola:

source: Add an armature for a wing.
de: Gerüst für einen Flügel hinzufügen.
eo_uy: Aldoni armaturon per alon.
es: Agregar un esqueleto para un ala.

source: Create wing
de: Flügel erzeugen
eo_uy: Krei alon
es: Crear ala

source: Feathers:
de: Federn:
eo_uy: Plumoj:
es: Plumas:

source: Add an armature for the spine of a fish.
de: Gerüst für das Rückgrat eines Fisches hinzufügen.
eo_uy: Aldoni armaturon per la spino de fiŝon.
es: Agregar un esqueleto para la espina dorsal de un pez.

source: Create fish spine
de: Fisch-Rückgrat erzeugen
eo_uy: Krei spinon de fiŝo
es: Crear espina dorsal de pez

source: Spine:
de: Wirbelsäule:
eo_uy: Spino:
es: Espina:

source: Add an armature for a fin.
de: Gerüst für eine Flosse hinzufügen.
eo_uy: Aldoni armaturon per naĝilon.
es: Agregar un esqueleto para una aleta.

source: Create fin
de: Flosse erzeugen
eo_uy: Krei naĝilon
es: Crear aleta

source: Fishbones:
de: Fischgräten:
eo_uy: Ostofiŝoj:
es: Huesos de peces:

source: Hominoid
de: Menschenartig
eo_uy: Homoideo
es: Hominoideo

source: Create limbs for an hominoid (Humans and apes).
de: Erzeuge Gliedmaßen für menschenartige Wesen (Menschen und Affen).
eo_uy: Krei membrojn per homoideo (Homoj kaj simioj).
es: Crear miembros para un hominoide (humanos y simios).

source: Plantigrade
de: Sohlengänger
eo_uy: Plandoiranto
es: Plantígrado

source: Create limbs for a plantigrade (primates, bears, rabbits...).
de: Erzeuge Gliedmaßen für Sohlengänger (Primaten, Bären, Hasen...).
eo_uy: Krei membrojn per plandoirantoj (primatoj, ursoj, kunikloj...).
es: Crear miembros para un plantígrado (primates, osos, conejos...).

source: Digitigrade
de: Zehengänger
eo_uy: Falangoiranto
es: Digitígrado

source: Create limbs for a digitigrade (dogs, cats, dinosaurs...).
de: Gliedmaßen für Zehengänger erzeugen (Hunde, Katzen, Dinosaurier...).
eo_uy: Krei membrojn per falangoiranton (hundoj, katoj, dinosaŭroj...).
es: Crea miembros para un digitigrado (perros, gatos, dinosaurios...).

source: Ungulate
de: Huftiere
eo_uy: Hufuloj
es: Ungulado

source: Create limbs for an ungulate (horses, cattle, giraffes, pigs, deers, camels, hippopotamuses...).
de: Erzeuge Gliedmaßen für Huftiere (Pferde, Rinder, Giraffen, Schweine, Wild, Kamele, Flusspferde...).
eo_uy: Krei membrojn per hufulojn (ĉevaloj, bovoj, ĝirafoj, porkoj, cervoj, kameloj, hipopotamoj...).
es: Crear miembros para un ungulado (caballos, ganado, jirafas, cerdos, ciervos, camellos, hipopótamos...).

source: Arthropod
de: Gliederfüßler
eo_uy: Artropodoj
es: Artrópodo

source: Create limbs for an arthropod (insects, spiders, scorpions, crabs, shrimps...)
de: Gliedmaßen für einen Gliederfüßer erzeugen (Insekten, Spinnen, Skorpionen, Krabben, Garnelen...)
eo_uy: Krei membrojn per artropodojn (insektoj, araneoj, skorpioj, kraboj, salikokoj...)
es: Crear miembros para un artrópodo (insectos, arañas, escorpiones, cangrejos, camarones...)
